{
  "name": "Module",
  "description": "-no-description-",
  "features": [
    {
      "$type": "Course",
      "courseName": "Gedanken",
      "description": "Täglich durchfluten uns etwa 60.000 Gedanken. Diese Flut beeinflusst nicht nur das Verhalten, sondern auch unsere Gefühlswelt. Daher is es entscheidend, zu verstehen, wie wir sie zu unserem Vorteil nutzen können.",
      "lessons": [
        {
          "lessonName": "Das Kontinuum",
          "isActive": true,
          "lessonReward":  100,
          "lessonParts": [
            {
              "$type": "InfoPage",
              "textParts": [
                {
                  "$type": "TextBlock",
                  "text": "In diesem Kapitel lernst du:"
                },
                {
                  "$type": "Enumeration",
                  "texts": [
                    "Was all die verschiedenen Situationen in denen du dich unsicher fühlst gemeinsam haben und",
                    "Was das Kontinuum der sozialen Angst ist"
                  ]
                }
              ]
            },
            {
              "$type": "InfoPage",
              "textParts": [
                {
                  "$type": "TextBlock",
                  "text": "Vielleicht kennst du das Gefühl, dass dein Herz schneller schlägt, wenn du vor anderen Leuten sprechen musst, oder dass deine Hände schwitzig werden, wenn du an der Kasse stehst und nach Münzen zum Bezahlen suchst. Situationen in denen wir Unsicherheit verspüren können sehr vielfältig sein. Kreuze die untenstehenden Situationen an, welche bei dir eine gewisse Angst auslösen.\nEinen Vortrag halten \nbereits gekauKes Produkt umtauschen \nVor Zuschauern etwas vortragen, auKreten \nVon anderen beobachtet werden, z.B. bei Schreiben \nEine Prüfung ablegen \nJemandem in einem Gespräch widersprechen \nIn der Öffentlichkeit telefonieren \nEssen in einem Restaurant zurückgeben oder es kritisieren \nAn der Kasse anstehen, wenn viele Leute hinter einem stehen \nZu spät zu einer Feier erscheinen \nVor den Arbeitskollegen vom Chef gelobt werden \nDen Nachbarn bitten, die Geburtstagsfeier doch leiser Abzuhalten \nfremde Menschen ansprechen, um z.B. nach dem Weg zu fragen \nin einer Veranstaltung weit vorne sitzen \n\nWas haben diese Situationen gemeinsam? \nIn all diesen Situationen wollen wir möglichst nicht unangenehm auffallen oder uns gar blamieren. Einige sorgen sich darüber, rot zu werden oder stark zu schwitzen, andere darüber unkontrolliert zu Zittern. Im Grunde genommen geht es um die Angst, nicht akzeptiert und daher ausgeschlossen zu werden. Daher zeigt sich diese Angst gerne, wenn wir uns in neuen oder unbekannten sozialen Situationen befinden, besonders wenn wir die Leute dort nicht gut kennen und nicht wissen, wie sie reagieren werden. Wir fürchten, dass sie uns nicht mögen oder verstehen werden, so wie wir wirklich sind. \nDie gute Nachricht: soziale Ängste sind erstmal ganz normal, und fast jeder von uns hat schon einmal Angst in bestimmten sozialen Situationen gespürt. Die Intensität und Häufigkeit können jedoch von Person zu Person stark variieren. Man sagt auch die Angst verläuft auf einem Kontinuum. Wenige Personen habe gar keine bis kaum Angst, der Großteil erlebt ab und zu soziale Angst und wieder wenige haben sehr häufig und intensive Ängste. In einer Umfrage aus der der Münchener EDSP-Studie berichteten 50% der Befragten von sozialer Angst und 25% gaben an, dass sie durch die Angst in ihrem Alltag eingeschränkt sind. Wenn du zu den 25% gehörst, dann lass dir sagen diese Einschränkungen musst du nicht akzeptieren. Es gibt viele wirksame Wege aus der sozialen Angst. Diese App ist einer. Sie wird dich dabei unterstützen, deine Angst zu reduzieren und auf dem Kontinuum immer weiter Richtung Mitte zu wandern."
                }
              ]
            }
          ]
        },
        {
          "lessonName": "Die 4 Ebenen der Angst",
          "lessonParts": [
            {
              "$type": "InfoPage",
              "textParts": [
                {
                  "$type": "TextBlock",
                  "text": "In diesem Kapitel lernst du:"
                },
                {
                  "$type": "Enumeration",
                  "texts": [
                    "Deine Angstsymptome näher kennen und",
                    "Wie sich diese in die 4 Ebenen der Angst einordnen lassen"
                  ]
                }
              ]
            },
            {
              "$type": "InfoPage",
              "textParts": [
                {
                  "$type": "TextBlock",
                  "text": "Kennst du das? Im Alltag begegnen uns Redewendungen wie „Da ist mir das Herz in die Hose gerutscht“, „Kalte Füße bekommen.“ oder „Mir laufen kalte Schauer über den Rücken“. Diese Ausdrücke veranschaulichen das Gefühl von Unsicherheit und Angst. Doch was bedeutet Angst eigentlich genau? Lass uns einen genaueren Blick darauf werfen. Angst äußert sich auf vier Ebenen: Gedanken, Gefühle, Verhalten und körperliche Reaktionen.\nGedankenebene: Häufig beschäftigen uns Sorgen und Ängste über bevorstehende Situaonen. Zum Beispiel machen wir uns Gedanken darüber, was andere von uns denken könnten oder ob wir uns unangenehm verhalten."
                },
                {
                  "$type": "TextBox",
                  "question": "Stelle dir eine Situation vor, die dir richtig Angst bereitet. Welche Gedanken fallen dir in dieser Situation ein?"
                },
                {
                  "$type": "TextBlock",
                  "text": "Gefühlsebene: Wir erleben ein intensives Gefühl, das sich in unserem Körper manifestiert und verschiedene Verhaltensweisen auslösen kann. Vielleicht spürst du einen Kloß im Hals, eine Unruhe im Magen oder eine Enge in der Brust."
                },
                {
                  "$type": "TextBox",
                  "question": "Wo genau spürst du die Angst in deinem Körper? Wie erkennst du, dass du gerade Angst empfindest?"
                },
                {
                  "$type": "TextBlock",
                  "text": "Verhaltensebene: Unsere Reaktion auf die Angst äußert sich oft in typischen Verhaltensweisen wie Vermeidung oder dem Einsatz von Sicherheitsmaßnahmen, um uns vor der bedrohlichen Situation zu schützen."
                },
                {
                  "$type": "TextBox",
                  "question": "Wie reagierst du normalerweise in angstbesetzten Situationen? Stellst du dich der Situation oder versuchst du, ihr aus dem Weg zu gehen?"
                },
                {
                  "$type": "TextBlock",
                  "text": "Körperebene: Angst versetzt unseren Körper in Alarmbereitschaft, um uns auf eine vermeintliche Gefahr vorzubereiten. Dies führt zur Ausschüttung von Stresshormonen wie Cortisol, was wiederum körperliche Symptome wie Schwitzen, Erröten, kalten Füßen, Atemnot oder Engegefühl auslösen kann."
                },
                {
                  "$type": "TextBox",
                  "question": "Welche körperlichen Symptome von Angst kennst du bei dir?"
                },
                {
                  "$type": "TextBlock",
                  "text": "Diese vier Ebenen bilden die Grundlage der Angst und daher auch dieser App. In den einzelnen Modulen wirst du alle vier Ebenen kennenlernen und Lösungsansätze im Umgang mit diesen Ebenen trainieren. Besonders wichtig zu verstehen ist, dass diese Ebenen sich gegenseitig beeinflussen. Fortschritte auf einer Ebene können zu Fortschritten auf den anderen Ebenen führen. Zum Beispiel kann weniger Sorgen über eine Situation zu einem geringeren Angstgefühl und somit zu weniger körperlichen Reaktionen führen.Durch gezieltes Arbeiten an den verschiedenen Ebenen können wir die Intensität der Angst reduzieren, uns weniger Gedanken machen, weniger Vermeiden und gelassener in sozialen Situationen sein."
                }
              ]
            }
          ]
        },
        {
          "lessonName": "Schatten des Überlebens",
          "lessonParts": [
            {
              "$type": "InfoPage",
              "textParts": [
                {
                  "$type": "TextBlock",
                  "text": "In diesem Kapitel lernst du:"
                },
                {
                  "$type": "Enumeration",
                  "texts": [
                    "Wie Angst entstanden ist und",
                    "Warum sie unerlässlich ist"
                  ]
                }
              ]
            },
            {
              "$type": "InfoPage",
              "textParts": [
                {
                  "$type": "TextBlock",
                  "text": "Warum gibt es überhaupt Angst? Wäre ein Leben ohne Angst nicht wunderbar?\nEin Leben ohne Angst wäre sicher wunderbar, doch auch sehr kurz. Denn Angst bietet uns vor allem eines: Schutz. Wer Angst verspürt, der fühlt sich bedroht, zum Beispiel bedroht vom Chef, der einen kündigen könnte oder bedroht davon die engsten Freunde zu verlieren, wenn sie nur sehen würden wie sehr man in sozialen Situationen schwitzt. Das Besondere dabei, Angst tritt nicht nur in den Situationen auf, sondern vor allem VOR den Situationen. Diese präventive Angst dient dazu, uns vor möglichen Gefahren zu schützen, indem wir uns auf sie vorbereiten oder ihnen direkt aus dem Weg gehen.\nDoch warum ist das so? \nUm das besser zu verstehen, müssen wir in die Anfänge des Menschseins zurückgehen und damit auch in die Anfänge der Gehirnentwicklung. Wir reisen zurück in das Jahr 300.000 v.Chr.. In dieser Zeit lebten die Menschen als Jäger und Sammler, sie ernährten sich von Beeren und wilden Tieren und zogen als Gruppe durch das Land. Um zu Überleben galt es mit den Gefahren der Umwelt umzugehen. Hierzu gehörten giftige Pilze, gefährliche Tiere und widrige Witterungsbedingungen. Man hatte schlichtweg einen Überlebensvorteil, wenn man vorsichtig war, wenn man ein Auge auf die Umgebung hatte und stets bereit war entweder zu kämpfen oder zu fliehen. So war es stets wichtig die Umgebung im Blick zu haben und zu überprüfen ob Gefahren, wie beispielsweise gefährliche Tiere, im Gebüsch lauerten. Wer dagegen dem Duft des Frühlings und den Farben der Blumen nachging, war schnell aus der Weltgeschichte gelöscht. Nur die vorsichtigsten Steinzeitmenschen haben überlebt, sich fortgepflanzt und ihre Gene weitergegeben. \nNeben all den physischen Gefahren gab es aber auch noch eine weitere, der soziale Ausschluss. Ausschluss aus der damaligen Gemeinschaft bedeutete häufig den Tod. Aus diesem Grund haben sich über die Jahrtausende Körperempfindungen entwickelt, die wir heute als Gefühle bezeichnen und die dazu dienen, uns in einer Gemeinschaft zu halten. Auch heute haben ängstliche Menschen einige Vorteile im Leben. Sie bereiten sich beispielsweise auf Prüfungen besser vor und schneiden daher auch besser ab. Dennoch ist wichtig zu sagen, dass eine übermäßige, gar krankhafte Angst diese Vorteile zunichte machen kann. Doch wie entsteht so eine krankhafte Angst? Was unterscheidet Menschen die davon betroffen sind von denen, die ohne Probleme den gesamten Zug mit ihrem Telefonat unterhalten können?\nDie Antwort findest du im nächsten Kapitel."
                }
              ]
            }
          ]
        },
        {
          "lessonName": "Wurzeln der Angst",
          "lessonParts": [
            {
              "$type": "InfoPage",
              "textParts": [
                {
                  "$type": "TextBlock",
                  "text": "In diesem Kapitel lernst du:"
                },
                {
                  "$type": "Enumeration",
                  "texts": [
                    "Warum manchen mehr und andere weniger stark von Angst betroffen sind"
                  ]
                }
              ]
            },
            {
              "$type": "InfoPage",
              "textParts": [
                {
                  "$type": "TextBlock",
                  "text": "Warum sind manche Menschen von übermäßiger und unangemessener Angst geplagt während andere scheinbar seelenruhig durch den Alltag gehen?\nDie Ursachen variieren von Person zu Person sehr stark. In der Regel trifft aber eine ungünstige genetische Veranlagung auf eine ungünstige Lebenserfahrung, woraus die übermäßige Angst entsteht.\nEine anschauliche Studie zur genetischen Veranlagung wurde von Professor Jerome Kagan von der Harvard-Universität durchgeführt. Er testete Neugeborene auf ihre Ängstlichkeit, indem er sie mit ungewohnten Reizen konfrontierte. So spritze er beispielsweise einen Zitronenspritzer auf der Zunge und beobachtete wie die Kinder reagierten. Professor Jerome Kagan stellte fest, dass etwa 20% der Neugeborenen ängstlich auf neue Reize reagierten. Diese zeigten auch später im Leben ein erhöhtes Risiko eher gehemmt und ängstlich zu sein. Doch selbst bei einer ungünstigen Veranlagung müssen Ängste nicht für immer bestehen bleiben. So konnte Professor Jerome Kagan ebenfalls zeigen, dass durch bewusstes Einwirken die Ängste nachhaltig verändert werden konnten, sodass es später keinen Unterschied zwischen den ängstlichen und den nicht ängstlichen Neugeborenen mehr gab. \nEin weiteres wichtiges Element sind ungünstige Lebenserfahrungen. Dies konnte im sogenannten Little-Albert-Experiment demonstriert wurde. Der erst 11 Monate alte Albert wurde mit einer weißen Ratte zusammengebracht. Zu Beginn hatte er keine Angst vor dem Tier und zeigte sich sogar sehr interessiert an ihr. Doch später wurde jedes Mal, wenn Albert die Ratte sah, ein lautes Geräusch erzeugt. Dies machte Albert zunehmend ängstlicher, denn jedes Mal wenn er die Ratte sah, rechnete er bereits mit diesem unangenehmen Geräusch. Ganz gleich wie wenn wir damit rechnen ausgelacht zu werden, wenn wir einen Vortrag halten. Wie bei Little Albert hat das eine (Ratte) in der Realität häufig nichts mit dem anderem (Geräusch) zu tun. Nichtsdestotrotz speichert unser Gehirn solche Erfahrungen ab, sodass belastende Erlebnisse wie Ablehnung im Freundeskreis oder öffentliche Demütigungen dazu beitragen können, dass sich Ängste entwickeln.\nSowohl unsere genetische Veranlagung, als auch unsere Erfahrungen können wir nicht rückgängig machen. Sie bleiben die Wurzeln unseres Lebensbaums. Dennoch haben wir einen Einfluss darauf, wie wir uns ausgehend der Wurzeln weiterentwickeln.\nWie das gehen kann verrät dir das nächste Kapitel."
                }
              ]
            }
          ]
        },
        {
          "lessonName": "Der Teufelskreis",
          "lessonParts": [
            {
              "$type": "InfoPage",
              "textParts": [
                {
                  "$type": "TextBlock",
                  "text": "In diesem Kapitel lernst du:"
                },
                {
                  "$type": "Enumeration",
                  "texts": [
                    "Wie sich einfache Ängste in eine krankhafte Angst steigern können",
                    "Warum es keine gute Idee ist, den Situationen aus dem Weg zu gehen"
                  ]
                }
              ]
            },
            {
              "$type": "InfoPage",
              "textParts": [
                {
                  "$type": "TextBlock",
                  "text": "Stell dir vor, du stehst vor einer großen Herausforderung. Vielleicht musst du gleich eine wichtige Präsentation halten oder dich einer sozialen Situation stellen, die dich schon im Voraus nervös macht. Du spürst, wie sich dein Herzschlag beschleunigt und deine Hände beginnen zu schwitzen. Die Gedanken rasen in deinem Kopf: ´Was, wenn ich versage?´ ´Was werden die anderen von mir denken?´ Willkommen im Teufelskreis der Angst. Lass uns diesen Schritt für Schritt durchgehen und schauen an welchen Stellen wir ausbrechen können.\nAlles beginnt mit einem Auslöser - sei es eine Situation, die uns herausfordert, oder ein Gedanke, der uns unbehaglich macht. Dieser Auslöser kann sich mitunter auch in körperlichen Reaktionen manifestieren, wie einem unruhigen Magen oder einem beengenden Kloß im Hals. Unabhängig davon, wie der Auslöser sich zeigt, nehmen wir diese Signale wahr. Doch hier liegt bereits das erste Hindernis: Unsere Wahrnehmung des Auslösers ist nicht immer objektiv, sondern oft stark verzerrt. Beispielsweise tendieren wir dazu, die Situation als viel zu bedrohlich einzustufen. Diese verzerrte Wahrnehmung der Situation führt zu Gedanken wie ´Oh Gott, die anderen werden sicher bemerken, dass ich rot werde´, ´Ich bin ein Versager´ oder ´Die anderen werden mich für dumm halten´. Diese Gedanken wiederum entfachen ein zentrales Gefühl, das in dieser App eine entscheidende Rolle spielt: die Angst.\nMit zunehmender Angst treten körperliche Veränderungen auf, da unser Körper sich auf eine potenzielle Bedrohung vorbereitet - er mobilisiert Energie für Kampf oder Flucht. Dadurch strömt mehr Blut durch unsere Muskeln, was zu vermehrtem Erröten und Schwitzen führt. Im Gegensatz zu einer realen Kampf- oder Fluchtsituation bleiben wir jedoch stehen, was dazu führt, dass die überschüssige Energie im Körper verbleibt und sich in Zittern, Anspannung und Nervosität äußert.\nDiese körperlichen Veränderungen nehmen wir verstärkt wahr, da wir nicht möchten, dass andere sie bemerken und uns für unsicher halten. Dies führt zu weiteren Gedanken darüber, wie unsere körperlichen Reaktionen von anderen wahrgenommen werden könnten, was wiederum zu vermehrter Angst führt. Dieser Teufelskreis verstärkt sich kontinuierlich und führt zu immer mehr Angst.\nDer Ausweg, der oft gewählt wird, ist die Vermeidung. Dies führt kurzfristig dazu das unser Angstniveau sinkt, beispielsweise sagen wir einen Vortrag ab oder melden uns krank. Langfristig verstärkt sich unsere Angst, da unser Körper lernt, dass diese Situation eine echte Bedrohung zu sein scheint. Indem wir vermeiden, wächst unsere Angst.\nWenn Vermeidung keine Lösung ist, was dann? Wie können wir den Teufelskreis durchbrechen, ohne dass sich die Angst weiter steigert? Diese App zielt darauf ab, jeden einzelnen Schritt dieses Kreislaufs zu betrachten: die Wahrnehmung, die Gedanken, das Gefühl der Angst und die körperlichen Reaktionen. An jedem dieser Punkte können wir einen Ausstieg finden, indem wir unsere Gedanken modifizieren, einen besseren Umgang mit unseren Gefühlen finden oder den körperlichen Veränderungen entgegenwirken. Es ist wichtig herauszufinden, welcher Ansatz für uns am besten funktioniert.\n\nErstelle anhand einer Situation dein persönliches Teufelskreismodell.\nNutze dafür eine Situation, die dir eine Erinnerung geblieben ist, in der du starke soziale Ängste gefühlt hast. Wie ging diese Situation los? Worauf hast du deine Aufmerksamkeit gelenkt? Und was ist danach noch alles passiert?"
                },
                {
                  "$type": "FearCircleDiagram"
                }
              ]
            }
          ]
        },
        {
          "lessonName": "Wer hat Lord Smithe getötet",
          "lessonParts": [
            {
              "$type": "InfoPage",
              "textParts": [
                {
                  "$type": "TextBlock",
                  "text": "In diesem Kapitel lernst du:"
                },
                {
                  "$type": "Enumeration",
                  "texts": [
                    "Was unsere Aufmerksamkeit mit einem Schweinwerfer zu tun hat und",
                    "Warum wir häufiger im Dunkeln stehen sollten"
                  ]
                }
              ]
            },
            {
              "$type": "InfoPage",
              "textParts": [
                {
                  "$type": "TextBlock",
                  "text": "Bevor du weiterliest, schau dir gerne folgendes Video an. Es wurde als Werbung konzipiert, um auf Fahrradfahrer im Straßenverkehr aufmerksam zu machen. Neben dieser eigentlichen Bedeutung zeigt es aber auch einen wesentlichen psychologischen Mechanismus.\n\nOriginalversion auf Englisch: https://youtu.be/ubNF9QNEQLA \nDeutsche Version: https://www.youtube.com/watch?v=yv33tggR1wE\n\n\nUnd wie viele Veränderungen konntest du wahrnehmen? Die meisten Menschen bemerken nur einige wenige Veränderungen. Selbst wenn sie aktiv versuchen, alle möglichen Veränderungen wahrzunehmen bleiben sie oft weit von den insgesamt 21 Veränderungen entfernt. Dieses Experiment verdeutlicht, wie häufig wir große Veränderungen einfach übersehen. Diese Erkenntnis ist als das Konzept der Veränderungsblindheit in die Psychologie eingegangen und hat seitdem zu zahlreichen faszinierenden Forschungsarbeiten geführt.\nUnsere Aufmerksamkeit funktioniert ähnlich wie ein Scheinwerfer in einer dunklen Umgebung. Wie ein Scheinwerfer Licht auf bestimmte Bereiche lenkt und andere im Dunkeln lässt, so lenkt unsere Aufmerksamkeit unsere Wahrnehmung auf bestimmte Dinge und lässt andere unbeachtet. Wir können unsere Aufmerksamkeit bewusst steuern, wie wenn wir den Scheinwerfer in eine bestimmte Richtung drehen, oder sie kann unbewusst durch äußere Reize gelenkt werden, ähnlich wie ein lautes Geräusch, das unsere Aufmerksamkeit auf sich zieht. Im Alltag richten wir den Scheinwerfer oK auf uns selbst, insbesondere auf unsere vermeintlichen Schwächen, die peinlich sein könnten. Wir neigen dazu, auf kleine Details zu achten - ob unsere Hände zittern oder unsere Knie leicht wackeln. Wir kontrollieren, ob wir schwitzen oder uns richtig ausdrücken – alles um einen guten Eindruck zu hinterlassen. Doch hier liegt das Problem: Unser Scheinwerfer liegt oft so sehr auf uns selbst, dass wir das eigentliche Gespräch mit der anderen Person schlechter wahrnehmen. Dieses liegt ja nun im Dunkeln. Dadurch verpassen wir wichtige Informationen und können schlechter reagieren.\nDaraus entsteht häufig auch ein Trugschluss. Und zwar, dass andere uns genauso intensiv beobachten wie wir uns selbst. Das wir im Scheinwerferlicht der umgebenden Leute stehen. Doch das tun wir nicht. Die meisten Menschen sind mit sich selbst beschäftigt oder hängen mit den Gedanken an irgendeinem anderen Programmpunkt des Tages.\nDas heißt, wenn du dir wieder einmal Gedanken über deine Wirkung auf andere machst, dann kannst du entspannter sein. Die meisten Menschen nehmen viel weniger wahr, als wir denken!"
                }
              ]
            }
          ]
        },
        {
          "lessonName": "Welches Bild landet im Fotoalbum?",
          "lessonParts": [
            {
              "$type": "InfoPage",
              "textParts": [
                {
                  "$type": "TextBlock",
                  "text": "In diesem Kapitel lernst du:"
                },
                {
                  "$type": "Enumeration",
                  "texts": [
                    "Warum unsere Erinnerungen verzerrt sind und",
                    "Weshalb wir unseren Fokus auf die schönen Erinnerungen richten sollten"
                  ]
                }
              ]
            },
            {
              "$type": "InfoPage",
              "textParts": [
                {
                  "$type": "TextBlock",
                  "text": "Stell dir einmal vor, du hattest einen richtig schönen Tag. Die Sonne hat geschienen, du bist deinem liebsten Hobby nachgegangen und du hast den Tag auch allgemein sehr genießen können. Am Ende dieses wunderschönen Tages gehst du nun jedoch einkaufen und - wie soll es anders sein - fällt dir beim Bezahlen natürlich eine Flasche Milch herunter, die sofort zersplittert und ihren Inhalt einmal komplett im gesamten Kassenbereich verteilt. Die Scherben und die Flüssigkeit zu deinen Füßen stehst du nun da, während hinter dir eine Schlange von Menschen wartet und die Mitarbeiterin an der Kasse ebenfalls nicht bestens gelaunt dreinschaut. Und obwohl es für dich vorher eigentlich so ein schöner Tag war, legst du dich nachher mit einem komischen Gefühl schlafen, denn deine Gedanken kreisen noch immer um diese eine kurze Episode dieses Tages. Warum musste mir das passieren? Hätte ich nicht besser aufpassen können? Was denken die anderen jetzt nur von mir?\nSolche Gedanken kennt vermutlich jeder und bis zu einem bestimmten Punkt ist das auch absolut normal. Bei einem gesunden Selbstwert gibt es an dieser Stelle dann aber einen Mechanismus, der diesen Prozess abschließt und das Gedankenkreisen beendet. Manchmal können wir an dieser Stelle dann sogar über das Geschehene lachen. Haben wir jedoch Selbstzweifel, geraten wir in eine gefährliche Gedankenspirale, wir machen uns Vorwürfe, würden am liebsten die Zeit zurückdrehen und verlieren uns in Schuldgefühlen, Scham und Angst. Das einzige, was uns von diesem eigentlich rundum gelungenen Tag übrig bleibt, ist die Erinnerung an diese eine kurze Peinlichkeit, bei der wir am liebsten im Boden versunken wären.\nWir sehen, wir erinnern uns nicht wirklich immer an die vollständige objektive Realität, sondern nur an einen verschwindend geringen Teil unserer selbst konstruierten subjektiven Realität. Fallen wir wieder in alte negative Erinnerungen, kann es helfen, eine Vogelperspektive einzunehmen. Mit Vogelperspektive ist gemeint, die Situation von oben beziehungsweise von außen zu betrachten. Wie würde ein unbeteiligter diese Situation sehen? Was ist tatsächlich, ganz objektiv passiert? Welche Auswirkungen hatte es wirklich? Lenke im Anschluss deine Aufmerksamkeit auf die positiven Erfahrungen, die du an diesem Tag erlebt hast. Was war schön an diesem Tag? Wann hast du Freude gespürt? Das hilft dir dein Gedächtnis Stück für Stück zu entzerren und eine realistischere Erinnerung des Tages aufzubauen.\n\nSelbst wenn das Leben schwierig erscheint, ist es gerade dann wichtig, sich an all die schönen Momente zu erinnern, die wir bereits erlebt haben. Oftmals fixieren wir uns so sehr auf das Negative, dass wir die positiven Seiten aus den Augen verlieren. Doch das bedeutet nicht, dass sie nicht vorhanden sind. Vielleicht gibt es sogar mehr davon, als wir uns vorstellen können."
                }
              ]
            }
          ]
        },
        {
          "lessonName": "Wie uns Gedanken in die Irre führen",
          "lessonParts": [
            {
              "$type": "InfoPage",
              "textParts": [
                {
                  "$type": "TextBlock",
                  "text": "In diesem Kapitel lernst du:"
                },
                {
                  "$type": "Enumeration",
                  "texts": [
                    "die Interpretationsverzerrung kennen und",
                    "Wie sie deine Wahrnehmung beeinflusst"
                  ]
                }
              ]
            },
            {
              "$type": "InfoPage",
              "textParts": [
                {
                  "$type": "TextBlock",
                  "text": "Stellen wir uns vor, du gehst durch eine belebte Fußgängerzone, als du plötzlich an einer Gruppe von Menschen vorbeikommst, die sich angeregt unterhalten, während einige von ihnen lachen und tuscheln. Dein Herz beginnt schneller zu schlagen, während deine Gedanken beginnen, wild zu rasen. Du fragst dich, ob sie über dich reden könnten. Vielleicht haben sie etwas an dir bemerkt, dass du nicht bemerkt hast? Deine Unsicherheit wächst mit und du fühlst dich immer unbehaglicher.\nAls du schließlich an der Gruppe vorbeigehst, spürst du ihre Blicke auf dir ruhen und hörst einige unterdrückte Lacher. Dein Verstand beginnt wilde Geschichten zu spinnen, und du fängst an, dich selbst zu hinterfragen. Hast du etwas Falsches gesagt oder getan? War dein Outfit unpassend? Die Gedanken kreisen weiter, und du bist fest davon überzeugt, dass sie über dich tuscheln und lachen.\nDiese Situation ist ein klassisches Beispiel für die Interpretationsverzerrung. Obwohl die Gruppe möglicherweise über völlig andere Dinge spricht und lacht, interpretierst du ihre Reaktionen als negativ und auf dich bezogen. Leicht negative Situationen werden so zur absoluten Katastrophe und selbst neutrale bis positive Erlebnisse werden schnell ins Negative interpretiert.\nDie Interpretationsverzerrung ist eine weiter kognitive Verzerrung die bei Menschen mit sozialer Angst häufig auKritt. Häufig tritt diese in Kombination mit den Verzerrungen aus den beiden letzten Kapiteln auf. So deuten wir die Reaktion der Gruppe negativ, lenken unseren Scheinwerfer auf uns, um mögliche Schwachstellen zu identifizieren und am Ende bleibt das negative Gefühl etwas falsch gemacht zu haben, in unserem Gedächtnis hängen.\n\nWie bei beiden Kapiteln davor ist es auch hier grundlegend wichtig, sich bewusst zu machen, dass diese Gedanken und Annahmen oft nicht der Realität entsprechen.\nWie wir am besten mit diesen Gedanken umgehen, das besprechen wir in den nächsten Kapiteln."
                }
              ]
            }
          ]
        },
        {
          "lessonName": "Die Wolken am Himmel des Geistes",
          "lessonParts": [
            {
              "$type": "InfoPage",
              "textParts": [
                {
                  "$type": "TextBlock",
                  "text": "In diesem Kapitel lernst du:"
                },
                {
                  "$type": "Enumeration",
                  "texts": [
                    "Was Gedanken mit Wolken gemeinsam haben und",
                    "Wie du mit negativen Gedanken umgehen kannst"
                  ]
                }
              ]
            },
            {
              "$type": "InfoPage",
              "textParts": [
                {
                  "$type": "TextBlock",
                  "text": "Mit negatitien Gedanken umzugehen, ist wie eine neue Sportart erlernen. Wichtig ist das Lernen der Technik und das anschließende üben, üben, üben. In dieser App wollen wir zwei Techniken vorstellen, wie du mit auxommenden negativen Gedanken umgehen kannst.\n\nTechnik Nummer Eins ist die sogenannte Akzeptanz.\nStell dir vor, all deine Gedanken sind wie Wolken am Himmel. Manchmal sind sie leicht und luftig, andere Male dunkel und bedrohlich. Oft klammern wir uns an diese Gedanken, als wären sie feste Objekte. Wir lassen uns von ihnen mitreißen und identifizieren uns mit ihnen, was unser Gemüt trübt.\nDoch es gibt eine andere Möglichkeit, mit Gedanken umzugehen. Statt dich von den Gedanken vereinnahmen zu lassen, beobachtest du sie, wie die Wolken am Himmel. Du lässt sie vorbeiziehen, ohne dich von ihrem Anblick ablenken zu lassen. Du erkennst, dass die Wolken kommen und gehen, aber sie haben keine Macht über dich. Du bist der Beobachter, nicht die Gedanken selbst.\n\nAnstatt uns von den Gedanken mitreißen zu lassen, können wir lernen, sie als vorübergehende Phänomene zu betrachten, die kommen und gehen. Sage zu dir: „Das sind nur Gedanken, sie kommen und gehen und entsprechen nicht der Realität.“ Das ist kein Schönreden, sondern die Realität - Gedanken sind nichts anderes als kleine elektrische Impulse in unserem Gehirn. Tatsächlich haben wir täglich etwa 6.200 davon. Sie können positiv, negativ oder neutral sein, aber sie sind alles andere als unveränderliche Fakten über uns oder unsere Realität. Indem wir unsere Gedanken als das sehen, was sie sind - flüchtige elektrische Impulse – nehmen wir ihnen die Macht über uns und erlangen stattdessen mehr Kontrolle über unser Denken und Handeln."
                }
              ]
            }
          ]
        },
        {
          "lessonName": "Der angekettete Elefant",
          "lessonParts": [
            {
              "$type": "InfoPage",
              "textParts": [
                {
                  "$type": "TextBlock",
                  "text": "In diesem Kapitel lernst du:"
                },
                {
                  "$type": "Enumeration",
                  "texts": [
                    "Was der angekettete Elefant mit uns zu tun hat und",
                    "Warum wir unsere Gedanken hinterfragen sollten"
                  ]
                }
              ]
            },
            {
              "$type": "InfoPage",
              "textParts": [
                {
                  "$type": "TextBlock",
                  "text": "In einer Kurzgeschichte des Schriftstellers Jorge Bucay wird ein junger Zirkuselefant von seinen Pflegern an einen fest in den Erdboden gerammten Holzpflock gebunden, damit er nicht weglaufen kann. Natürlich versucht der Kleine sich zu befreien, er rennt los, zieht an der Kette, strengt sich an, doch der Holzpflock bleibt fest im Erdboden verankert. Er versucht es noch einige Male, am nächsten Tag, am übernächsten und auch an einigen weiteren Tagen darauf, doch muss er feststellen, dass er einfach zu schwach ist, um sich zu befreien. Der kleine Elefant gibt auf. Er kämpft nicht länger gegen sein vermeintliches Schicksal an und findet sich damit ab, dass der Pflock und die Kette ihn wohl für immer an diesen Ort binden werden. Doch von Tag zu Tag wächst der kleine Elefant. Er wird größer und stärker und obwohl er nun mittlerweile ausgewachsen ist und es für ihn ein Leichtes wäre, sich von dem Holzpflock loszureißen, glaubt der ehemals so kleine Elefant noch immer, dass der Holzpflock für ihn auf ewig ein unüberwindbares Hindernis darstellen wird. Wir sehen also: Was wir denken zu können oder nicht zu können, hat nichts damit zu tun, was uns tatsächlich möglich ist.\n\nIm letzten Kapitel haben wir bereits darüber gesprochen, dass Gedanken nicht die Realität widerspiegeln. Ähnlich wie der Elefant, der sich durch jahrelange Gewohnheiten geprägt hat, haben auch wir feste Gedankenmuster in uns aufgenommen. Sätze wie ´Das schaffst du nie!´ haben sich in unserem Geist eingenistet. Doch die Wahrheit ist oft anders: Vieles von dem, was wir für unmöglich halten, ist tatsächlich erreichbar, wenn wir nur dranbleiben und es noch einmal versuchen.\n\nEs ist wichtig, sich von diesen negativen Gedanken nicht beherrschen zu lassen. Wir können lernen, sie zu akzeptieren und zu hinterfragen.\nDenke daran, dass du wie der Elefant ein dynamisch wachsendes Individuum bist. Du kannst dich verändern und entwickeln, selbst deine Persönlichkeit ist nicht in Stein gemeißelt. Es ist an der Zeit, alte Überzeugungen zu hinterfragen und zu prüfen, ob du wirklich so schüchtern, unsportlich oder langsam bist, wie du vielleicht gedacht hast. Lass uns gemeinsam einen Blick auf diese fest sitzenden Gedanken werfen und herausfinden, ob das wirklich stimmt. "
                }
              ]
            }
          ]
        },
        {
          "lessonName": "Mentaler Detektiv",
          "lessonParts": [
            {
              "$type": "InfoPage",
              "textParts": [
                {
                  "$type": "TextBlock",
                  "text": "In diesem Kapitel lernst du:"
                },
                {
                  "$type": "Enumeration",
                  "texts": [
                    "Die zweite Technik um mit negativen Gedanken umzugehen und",
                    "Wie dir die Neugier eines Detektives dabei helfen kann"
                  ]
                }
              ]
            },
            {
              "$type": "InfoPage",
              "textParts": [
                {
                  "$type": "TextBlock",
                  "text": "Nun soll es darum gehen, wie wir Gedanken modifizieren können. Neben der Akzeptanz ist die Spaltentechnik die zweite Möglichkeit mit negativen Gedanken umzugehen. Die Spaltentechnik baut auf den Arbeiten von Aaron T. Beck auf und wird seither in der Psychotherapie eingesetzt. Die Grundidee besteht darin, die Gedanken einer gründlichen Prüfung zu unterziehen, ganz ähnlich der Arbeitsweise eines Detektivs der einen komplexen Fall untersucht.\n\nNehmen wir das Beispiel aus Kapitel 8 „die tuschelnde Gruppe“. In der ersten Spalte analysieren wir ganz objektiv die Situation. Ähnlich eines Detektivs der das erste Mal zum Unfallort kommt. Um keine Bewertungen miteinfließen zu lassen, kannst du dich fragen: „Was hätte eine Kamera in dieser Situation aufgenommen?“\n\nIn der zweiten Spalte werden die zugrunde liegenden Überzeugungen oder Gedanken identifiziert. Zum Beispiel: ´Die denken bestimmt schlecht über mich´, ´Was habe ich nun wieder Falsches getan´, ´Ist an mir etwas nicht in Ordnung?´\n\nIn der dritten Spalte werden die zugehörigen Gefühle notiert. Welche Gefühle lösen diese Gedanken in dir aus? Dies kann beispielsweise Angst, Scham oder auch Ärger sein.\n\nIn der vierten Spalte wird es nun richtig spannend. Als Detektiv gilt es nun die Gedanken zu hinterfragen und alternative Thesen zu entwickeln. Durch das Entwickeln alternativer Thesen kannst du eine neue Perspektive gewinnen und deine eingefahrenen Denkmuster hinterfragen. Was könnte es noch für eine Erklärung geben, weshalb sie tuscheln? Habe ich wirklich etwas Falsches getan? Und wenn ja, was wäre so schlimm daran? Was spricht gegen meine Erklärung, dass an mir etwas Falsch ist? Auch wenn sich die alternativen Gedanken erstmal nicht 100%ig stimmig anfühlen, so lohnt es sich diese zu notieren.\n\nIn die letzte Spalte trägst du ein, wie du dich fühlst, nachdem du nun verschiedenste Erklärungen auf den Tisch hast.\n\nLetztendlich ermöglicht es die Spaltentechnik, wie die Arbeit eines Detektivs, alle Perspektiven zu betrachten und zu einem umfassenderen Verständnis der Situation zu gelangen. Das aktive Hinterfragen der Gedanken hilft dir, negative Denkmuster zu durchbrechen und eine positivere Einstellung zu entwickeln.\nDamit du jedoch nicht jedes Mal Stift und Papier holen musst, um die Spaltentechnik anzuwenden, haben wir diese wertvolle Methode für dich im Trainingsbereich bereitgestellt. Durch gezielte Fragen wirst du angeleitet, deine Gedanken wie ein Detektiv zu hinterfragen. Schau doch mal vorbei! Die Übung ist nun für dich freigeschalten."
                }
              ]
            }
          ]
        },
        {
          "lessonName": "Fehler machen menschlich",
          "lessonParts": [
            {
              "$type": "InfoPage",
              "textParts": [
                {
                  "$type": "TextBlock",
                  "text": "In diesem Kapitel lernst du:"
                },
                {
                  "$type": "Enumeration",
                  "texts": [
                    "Warum es sich nicht lohnt, es allen recht zu machen"
                  ]
                }
              ]
            },
            {
              "$type": "InfoPage",
              "textParts": [
                {
                  "$type": "TextBlock",
                  "text": "Zum Abschluss dieses Moduls möchten wir dir noch einmal Mut machen. Forscher haben intensiv untersucht, was Menschen an anderen sympathisch finden und ob es wirklich notwendig ist, immer perfekt gestylt, topmodern und äußerst höflich zu sein. Die Ergebnisse sind klar.\nEs zeigt sich, dass wir nicht permanent übertrieben freundlich auftreten und uns stets selbst zurücknehmen müssen. Tatsächlich kann es für andere demütigend sein, sich im Vergleich zu uns weniger großzügig zu fühlen. Daher ist ein gesundes Gleichgewicht zwischen Geben und Nehmen entscheidend, um Sympathie zu erwecken.\n\nÜberraschenderweise werden Menschen auch sympathischer wahrgenommen, wenn sie Fehler machen. Dies liegt daran, dass es anderen den Druck nimmt, perfekt sein zu müssen. Selbst das allzu oft als peinlich empfundene Erröten wird von anderen eher als ein Zeichen von Sympathie und Vertrauenswürdigkeit angesehen.\n\nInteressanterweise zeigt auch die Konsumentenforschung, dass die Bewertung eines Produkts verbessert werden kann, wenn ein negatives Merkmal zusammen mit positiven Eigenschaften erwähnt wird. Dies nennt man den Blemishing-Effekt. Das Hervorheben eines Makels verleiht dem Angebot Authentizität, Ehrlichkeit und Glaubwürdigkeit.\n\nAlso, es lohnt sich nicht perfekt zu sein. Fehler, Schwächen, Missgeschicke – das macht sympathisch und bringt uns als Menschen zusammen."
                }
              ]
            }
          ]
        },
        {
          "lessonName": "Zusammenfassung",
          "lessonParts": [
            {
              "$type": "InfoPage",
              "textParts": [
                {
                  "$type": "TextBlock",
                  "text": "Herzlichen Glückwunsch! Du hast es geschafft, dies ist das letzte Kapitel in diesem Modul. Lass uns kurz zusammenfassen, was wir bereits gelernt haben:\n\nAngst ist etwas ganz Normales, das jeder von uns erlebt. Es variieren von Person zu Person sehr stark, beeinflusst durch eine Kombination aus genetischen Faktoren und den Erfahrungen, die wir in unserem Leben gemacht haben.\nDas Teufelskreismodell hat uns gezeigt, wie sich Angst in bestimmten Situationen noch weiter verstärken kann. Es ist wichtig zu verstehen, dass wenn wir aus einer Situation fliehen, unser Gehirn lernt, dass diese Situation ja tatsächlich gefährlich sein muss, was wiederum unsere Angst für das nächste Mal verstärkt.\nEbenso zentral im Teufelskreis ist die verzerrte Wahrnehmung. Oft richten wir unseren inneren Scheinwerfer zu stark auf uns selbst, anstatt uns auf das eigentliche Gespräch oder die Situation zu konzentrieren. Wir verlieren uns häufig in negativen Erinnerungen und interpretieren soziale Situationen vermehrt negativ. Daraus entstehen negative Gedanken wie ´Ich schaffe das nicht´ oder ´Ich bin zu schlecht´.\n\nIn diesem Modul haben wir zwei Techniken gelernt, um mit diesen Gedanken umzugehen: zum einen, indem wir sie wie Wolken betrachten und vorbeiziehen lassen, und zum anderen, indem wir sie aktiv hinterfragen. Die Übung zum Hinterfragen findest du im Trainingsbereich. Außerdem haben wir gelernt, dass Fehler, Schwächen und Missgeschicke durchaus sympathisch und authentisch wirken können und es sich daher gar nicht lohnt immer alles perfekt machen zu wollen.\n\nDas Wichtigste ist jedoch, dass du dir selbst auf die Schulter klopfst, denn du hast das erste Modul erfolgreich abgeschlossen. Sei stolz auf dich, dass du drangeblieben bist - das ist die wichtigste Eigenschaft im Umgang mit Ängsten.\n\nWir freuen uns, dich auch im zweiten Modul wiederzusehen."
                }
              ]
            }
          ]
        }
      ],
      "isActive": true
    },
    {
      "$type": "Course",
      "courseName": "Gefühle",
      "description": "Jeden Tag erleben wir eine Vielzahl von Gefühlen, die von Freude und Begeisterung bis hin zu Angst und Traurigkeit reichen können. Sie beeinflussen maßgeblich unsere Erfahrungen, Entscheidungen und unsere Lebensqualität. In diesem Modul werden wir untersuchen, wie unsere Gefühlswelt unsere Gedanken und unser Verhalten formt und wie wir dies für ein erfülltes und glückliches Leben nutzen können.",
      "lessons": [
        {
          "lessonName": "Kontrollleuchten des Lebens",
          "isActive": true,
          "lessonParts": [
            {
              "$type": "InfoPage",
              "textParts": [
                {
                  "$type": "TextBlock",
                  "text": "In diesem Kapitel lernst du:"
                },
                {
                  "$type": "Enumeration",
                  "texts": [
                    "Was das Fliegen eines Flugzeugs mit unseren Gefühlen zu tun hat und",
                    "Warum es sinnvoll ist, unsere Gefühle ernst zu nehmen"
                  ]
                }
              ]
            },
            {
              "$type": "InfoPage",
              "textParts": [
                {
                  "$type": "TextBlock",
                  "text": "Stell dir vor, du sitzt im Cockpit eines Flugzeugs, umgeben von einer Vielzahl von Hebeln, Bildschirmen und Kontrollleuchten. Wie ein erfahrener Pilot beherrschst du die Kunst, diese Instrumente zu verstehen und zu nutzen, um dein Flugzeug sicher auf Kurs zu halten.\n\nDie Kontrollleuchten in einem Flugzeug sind von entscheidender Bedeutung, denn sie zeigen dir als Piloten an, was funktioniert und was nicht. Nur indem du diesen Signalen die nötige Aufmerksamkeit schenkst, kannst du angemessen reagieren und sicherstellen, dass das Flugzeug seinen Kurs beibehält.\n\nÄhnlich verhält es sich mit unseren Gefühlen, die wie die Kontrollleuchten im Cockpit unseres Körpers sind. Sie sind entscheidend dafür, uns auf Kurs zu halten und unsere Bedürfnisse anzuzeigen. Zum Beispiel signalisiert uns Wut, dass unsere Grenzen verletzt wurden und wir sie verteidigen sollten. Angst lässt uns auf bevorstehende Herausforderungen besser vorbereiten, während Einsamkeit darauf hinweist, dass unser Bedürfnis nach sozialer Nähe nicht erfüllt ist.\n\nEs ist wichtig zu verstehen, dass Gefühle weder gut noch schlecht sind, auch wenn es sich manchmal so anfühlen mag. Jedes Gefühl erfüllt einen bestimmten Zweck und dient dazu, uns durch das Leben zu navigieren.\n\nWenn wir jedoch bestimmte Gefühle ignorieren oder unterdrücken, ist das so, als würden wir die Kontrollleuchten im Cockpit zukleben und uns dann wundern, warum unser Flugzeug plötzlich an Höhe verliert. Es ist keine gute Idee, diese wichtigen Signale zu übersehen. Stattdessen sollten wir ihnen die Aufmerksamkeit schenken, die sie verdienen, und sie als wichtige Hinweise auf unseren inneren Zustand betrachten. So bleiben wir auf unserem Kurs und können die Höhenflüge des Lebens voll auskosten."
                }
              ]
            }
          ]
        },
        {
          "lessonName": "Zitronenübung",
          "lessonParts": [
            {
              "$type": "InfoPage",
              "textParts": [
                {
                  "$type": "TextBlock",
                  "text": "In diesem Kapitel lernst du:"
                },
                {
                  "$type": "Enumeration",
                  "texts": [
                    "Wie sich Gedanken und Gefühle gegenseitig beeinflussen"
                  ]
                }
              ]
            },
            {
              "$type": "InfoPage",
              "textParts": [
                {
                  "$type": "TextBlock",
                  "text": "Unsere Gefühle stehen im engen Kontakt mit unseren Gedanken. Lass uns hierzu eine einfache Übung machen. Stell dir vor, ich gebe dir eine frisch geschnittene Zitrone in die Hand. Spür die kühle Oberfläche und die raue Schale. Führe in Gedanken die Zitrone zu deinem Mund. Rieche den intensiven Zitronenduft und stell dir vor, wie du krätiig in die Zitrone rausbeißt und sich der saure Saft in deinem Mund verteilt.\n\nVielleicht hast du jetzt einen Speichelfluss verspürt oder sogar das Bedürfnis, dein Gesicht zu verziehen. Diese körperlichen Reaktionen sind allein das Ergebnis deiner Gedanken.\nDiese einfache Übung verdeutlicht, wie Gedanken und Gefühle miteinander verknüpft sind. Deine Vorstellung von der Zitrone hat unmittelbare Auswirkungen auf deine körperlichen Empfindungen. Genauso beeinflussen deine Gedanken über soziale Situationen deine Gefühle. Angenommen du bereitest dich auf eine soziale Situation vor, zum Beispiel auf ein Treffen mit neuen Leuten oder eine Präsentation vor einer Gruppe. Deine Gedanken fangen an zu kreisen, und du beginnst dir Sorgen zu machen, ob du gut genug sein wirst, ob du etwas Falsches sagen könntest oder ob die anderen dich mögen werden. Diese negativen Gedanken lösen Gefühle von Unsicherheit, Angst und Nervosität aus, die dich dazu bringen, dich unwohl zu fühlen und vielleicht sogar in Panik zu geraten.\n\nUmgekehrt können Gefühle aber auch Einfluss auf unsere Gedanken nehmen. Verspüren wir während eines Gesprächs Angst und Unsicherheit, so verstärken sich Selbstzweifel und Sorgen.\n\nWie du mit negativen Gedanken umgehen kannst, haben wir bereits im letzten Modul besprochen. Hier soll es nun darum gehen, wie du mit den aufkommenden Gefühlen umgehen kannst."
                }
              ]
            }
          ]
        },
        {
          "lessonName": "Gefühlsmanagement I",
          "lessonParts": [
            {
              "$type": "InfoPage",
              "textParts": [
                {
                  "$type": "TextBlock",
                  "text": "In diesem Kapitel lernst du:"
                },
                {
                  "$type": "Enumeration",
                  "texts": [
                    "Die Vermeidung und",
                    "Die Verdrängung als Strategie zur Bewältigung der eigenen Gefühle kennen"
                  ]
                }
              ]
            },
            {
              "$type": "InfoPage",
              "textParts": [
                {
                  "$type": "TextBlock",
                  "text": "Unsere Gefühle wechseln häufig und können uns mal in Euphorie versetzen und ein anderes Mal tief in den Abgrund der Verzweiflung stürzen. Während wir mit positiven Gefühlen oft gut umgehen können, fällt es uns oft schwer, mit negativen Gefühlen umzugehen. Doch was machen wir nun mit den Gefühlen?\nIm Umgang mit den eigenen Gefühlen gibt es verschiedene Strategien. In diesem und im nächsten Kapitel wollen wir dir die 5 Wesentlichsten vorstellen. Vielleicht kommen dir einige davon bekannt vor.\n\nWie bereits erwähnt, versuchen wir häufig unseren Gefühlen auszuweichen. Wir gehen Situationen aus dem Weg, in denen Angst hochkommen könnte. Doch indem wir die Situationen vermeiden verpassen wir die Chance zu sehen, dass viele unserer “Probleme” eigentlich gar nicht so schlimm sind, wie wir anfangs gedacht haben. Wir machen unser Leben nur um einiges schwerer, wenn wir vor den Problemen weglaufen, denn dann stauen sich diese im Laufe unseres Lebens an und wir müssen immer weiter und immer schneller laufen, um uns vor ihnen sicher zu fühlen.\n\nEine ähnliche Strategie ist die Verdrängung. Gerade in sozialen Kontexten versuchen wir oft krampfhaft, uns unter Kontrolle zu halten und möglichst keine Schwäche zu zeigen. Auch hier drücken wir die Gefühle weg, nehmen sie nicht wahr und kleben sozusagen die Kontrollleuchten zu. Hierzu zählen auch jegliche Formen von Ablenkung. So greifen wir in Situationen, in denen wir uns unsicher fühlen, wie beispielsweise wenn wir mit mehreren Personen im Fahrstuhl stehen oder am Bahnsteig auf den Zug warten, oft zum Smartphone. Die blinkenden Felder, die fesselnden Kurzvideos oder die kontroversen Bilder der sozialen Medien beamen uns in eine andere Welt. Weit weg von den jetzigen Gefühlen.\n\nDiese beiden Strategien bieten eine vorübergehende Erleichterung, lösen aber nicht das dahinterliegende Problem. Nichtsdestotrotz können sie in bestimmten Situationen durchaus sinnvoll sein: Vermeidung macht zum Beispiel Sinn, wenn du eine Angst vor Haien hegst, aber in Deutschland lebst und sowieso lieber Wanderurlaub machst. In diesem Fall schränkt dich die Angst nicht ein deinen Wunschurlaub nachzugehen, weshalb du auch nicht extra ans Meer reisen brauchst, um deine Hai-Angst entgegenzutreten. Die Verdrängung kann in Momenten Anwendung finden, in denen die Leistung im Vordergrund steht, wie bei einem Bewerbungsgespräch oder einer wichtigen Präsentation. Hier kann es hilfreich sein, die Gefühle vorübergehend beiseitezuschieben.\n\nIm nächsten Kapitel lernst du die übrigen 3 Strategien kennen. Wie du schon gemerkt hast, hat jede Strategie ihre jeweiligen Vor- und Nachteile. Ein gesunder Umgang mit Gefühlen bedeutet, auf verschiedene Strategien zurückgreifen zu können und die für die Situation jeweils angemessenste auszuwählen."
                }
              ]
            }
          ]
        },
        {
          "lessonName": "Gefühlsmanagement II",
          "lessonParts": [
            {
              "$type": "InfoPage",
              "textParts": [
                {
                  "$type": "TextBlock",
                  "text": "In diesem Kapitel lernst du:"
                },
                {
                  "$type": "Enumeration",
                  "texts": [
                    "Die Strategien Umbewertung,",
                    "Kommunikation und",
                    "Akzeptanz"
                  ]
                }
              ]
            },
            {
              "$type": "InfoPage",
              "textParts": [
                {
                  "$type": "TextBlock",
                  "text": "In diesem Kapitel wollen wir 3 weitere Strategien betrachten.\n\nBeginnen wir mit der Umbewertung, die dir bereits bekannt sein dürfte. Hier geht es darum, die Situation aus einer anderen Perspektive zu betrachten. Hierbei hilft dir das Kapitel „mentaler Detektiv“. Denn wenn wir unsere Gedanken zu einem Thema ändern, beeinflussen wir damit auch unsere Gefühle. Um deine Gefühle zu regulieren kannst du also gerne den ´Gedankentest´ im Trainingsbereich durchführen. Wenn du es etwas kürzer haben möchtest, dann stell dir vor, was du einer guten Freundin oder einem guten Freund in der gleichen Situation raten würdest. Oft sind wir anderen gegenüber fairer und mifühlender als uns selbst, was es ermöglicht, die Situation aus einer anderen Sicht zu betrachten.\n\nWenn du unsicher bist, wie du eine bestimmte Aussage interpretieren sollst, scheue dich nicht, nachzufragen. Kommunikation ist ebenfalls eine Möglichkeit, mit Gefühlen umzugehen. Auf diese Weise erhältst du schnell Klarheit und verhinderst, in Gedankenkreisen gefangen zu werden. Auch wenn dies keine einfache Strategie ist, ist sie äußerst wirkungsvoll. Durch das Gespräch kannst du außerdem andere Perspektiven kennenlernen, die dir helfen, deine Erfahrungen besser einzuordnen.\n\nDie letzte Strategie sollte dir ebenfalls bekannt vorkommen, es ist die Akzeptanz. Denn genauso wie Gedanken kommen und gehen, tun es auch Gefühle, wenn wir es zulassen. Unangenehme Gefühle gehören einfach zum Menschsein dazu, daher ist es wichtig auch solche unangenehmen Gefühle wie Angst auszuhalten. Wie du dich in der Akzeptanz üben kannst, wird im nächsten Kapitel besprochen.\n\nEs ist wichtig zu verstehen, dass keine der fünf Strategien gut oder schlecht ist. Alle helfen dabei, Gefühle zu kontrollieren. Welche Strategie in einer bestimmten Situation angemessen ist, hängt von verschiedenen Faktoren ab. Es ist entscheidend, flexibel im Umgang mit diesen Strategien zu bleiben. Das starre Festhalten an einer einzigen Strategie wird dich nicht zum Erfolg führen, Flexibilität ist der Schlüssel. Dabei ist wie immer das Üben unerlässlich. Was dir dabei helfen kann ist Neugier. Neugier darauf, wie sich deine Gefühle verändern, wenn du die verschiedenen Strategien anwendest."
                }
              ]
            }
          ]
        },
        {
          "lessonName": "Bodyscan",
          "lessonParts": [
            {
              "$type": "InfoPage",
              "textParts": [
                {
                  "$type": "TextBlock",
                  "text": "In diesem Kapitel lernst du:"
                },
                {
                  "$type": "Enumeration",
                  "texts": [
                    "Den Bodyscan kennen und",
                    "Wie er dir dabei hilft deine Gefühle zu akzeptieren"
                  ]
                }
              ]
            },
            {
              "$type": "InfoPage",
              "textParts": [
                {
                  "$type": "TextBlock",
                  "text": "Akzeptanz ist sehr spannend, denn wir verändern, indem wir nichts ändern. Das klingt merkwürdig? Ja das ist es auch.\nAllerdings funktioniert so unser Geist, es gilt Gefühle auch mal da sein zu lassen. Wie ein kleines, neugieriges Kind, das die Welt entdecken will, so können auch wir noch immer eine neue Welt entdecken - die Welt der Gefühle. Denn, wie fühlt sich eigentlich Angst an? Woran merkst du, dass du gerade Angst hast? Wo und wie kannst du sie wahrnehmen? Um das herauszufinden, bietet sich der sogenannte Body Scan an.\n\nStell dir vor, du stehst in einem menschlichen Scanner und gehst Schritt für Schritt jedes Körperteil von dir durch und versuchst diese nach und nach bewusst wahrzunehmen, mit all den Empfindungen, die du dort spürst und allen Gedanken, die dabei aufkommen. Am besten ist es, du setzt dich gemütlich hin oder legst dich lang ausgestreckt auf dein Bett. Dann fängst du bei deinen Füßen an, fragst dich, wie sie sich in diesem Moment gerade anfühlen, dann gehst du weiter zu den Beinen, der Hüfte, dem Bauch, der Brust, dem Schulter-Nacken-Bereich und schließlich zum Kopf. Immer wieder versuchst du dich ganz auf das entsprechende Körperteil zu konzentrieren und alles andere auszublenden.\nWie fühlt sich dein Körper und jedes einzelne Körperteil an? Wenn du einem anderen Menschen so genau wie möglich beschreiben müsstest, was in dir vor sich geht, was würdest du ihm oder ihr sagen? Hättest du einen bildlichen Vergleich, um deine Körperempfindungen zu beschreiben? Spürst du zum Beispiel ein Stechen wie von einer Nadel, ein Kribbeln wie ein Feuerwerk oder einen Druck wie bei einem Gewicht?\nMach dir bewusst, dass du sicher bist und dir nichts passieren kann, nimm nur die Signale wahr, die dein Körper dir sendet.\n\nProbiere die Übung gerne einmal aus. Du kannst hierzu auch im Internet nach geführten Meditationen suchen. Unter dem Begriff „Bodyscan” wirst du einiges finden."
                },
                {
                  "$type": "TextBox",
                  "question": "Schreibe hier gerne rein, was du gespürt hast. Wie hat sich dein Körper in diesem Moment angefühlt?"
                }
              ]
            }
          ]
        },
        {
          "lessonName": "Selbst-Bewusstsein",
          "lessonParts": [
            {
              "$type": "InfoPage",
              "textParts": [
                {
                  "$type": "TextBlock",
                  "text": "In diesem Kapitel lernst du:"
                },
                {
                  "$type": "Enumeration",
                  "texts": [
                    "Warum Stille für unser Gehirn wichtig ist"
                  ]
                }
              ]
            },
            {
              "$type": "InfoPage",
              "textParts": [
                {
                  "$type": "TextBlock",
                  "text": "Um besser mit unseren Gefühlen umgehen zu können, ist es wichtig, einen guten Zugang zu uns selbst zu finden. Das heißt das Klebeband von den Kontrollleuchten abziehen. Dabei können Übungen wie der Bodyscan hilfreich sein, aber auch einfach Zeit für sich allein, ohne Ablenkungen. Das bedeutet zum Beispiel Spaziergänge ohne Podcast zu machen oder entspannte Momente auf dem Sofa genießen, ohne ständig durch das Handy zu scrollen.\n\nWenn wir uns ständig beschäftigen, verlieren wir den Kontakt zu unseren Gefühlen, und irgendwann können sie sich gegen uns wenden. Das ist ähnlich wie unser anfängliches Beispiel mit dem Flugzeug. Durch die permanent zugeklebten Kontrollleuchten verlieren wir irgendwann die Kontrolle und fragen uns hinterher, wie es zu dem Absturz kommen konnte. Daher ist es wichtig, bewusst mit unseren Gefühlen umzugehen. Nichts anderes bedeutet das Wort Selbstbewusstsein - sich seiner Selbst und somit seinen Gefühlen bewusst zu sein.\n\nAn dieser Stelle muss betont werden, wie wichtig Ruhepausen für unser Gehirn sind. Es braucht Momente der Stille, in denen es nicht von einer Welle leuchtender Bilder und Videos überflutet wird. Es braucht die alltäglichen Wartezeiten, zum Beispiel an einer Bushaltestelle oder im Arztzimmer. In solchen Momenten hat unser Gehirn die Möglichkeit, Inhalte zu sortieren und zu verarbeiten. Geben wir es nicht diese Chance, kann es passieren das uns irgendwann die Gefühle überwältigen, ähnlich wie bei einem überfüllten Schreibtisch, der nie aufgeräumt wird und irgendwann im Chaos versinkt.\n\nEbenso verursacht Multitasking dieses Chaos. Tatsächlich können wir nicht gleichzeitig mehrere Dinge tun, sondern wir wechseln lediglich schnell zwischen verschiedenen Aufgaben hin und her. Bei jedem Wechsel bleibt jedoch etwas Aufmerksamkeit bei der vorherigen Aufgabe hängen, was unsere Arbeitsqualität beeinträchtigt und unser Gehirn massiv beansprucht.\n\nWir müssen lernen, Stille auszuhalten und damit auch die unangenehmen Gefühle. Nur in ruhigen Momenten können wir auf uns achten und wahrnehmen, was unser Körper und Geist brauchen. Also nimm dir Zeit für dich, reduziere den Medienkonsum und die Ablenkungen, und du wirst merken, wie du gelassener wirst und sich deine Ängste mehr und mehr verflüchtigen."
                }
              ]
            }
          ]
        },
        {
          "lessonName": "Zusammenfassung",
          "lessonParts": [
            {
              "$type": "InfoPage",
              "textParts": [
                {
                  "$type": "TextBlock",
                  "text": "Herzlichen Glückwunsch! Du hast es geschafft, dies ist das letzte Kapitel in diesem Modul. Lass uns kurz zusammenfassen, was wir bereits gelernt haben:\n\nGefühle sind weit mehr als nur positive oder negative Empfindungen – sie sind die Signale unseres inneren Navigationsgeräts, die uns mitteilen, wie es um unseren psychischen Zustand bestellt ist und welche Bedürfnisse wir vernachlässigen. Ob es nun die Schmetterlinge im Bauch sind, die uns von der Liebe künden, oder die Warnsignale der Wut, welche uns mahnen, unsere eigenen Grenzen zu verteidigen.\nDoch wenn wir diese Kontrollleuchten ignorieren oder gar zukleben, verlieren wir den Blick für unseren Kurs. Wir wundern uns dann über die vermehrten körperlichen Symptome wie Kopfschmerzen, Magenbeschwerden oder einer anhaltenden Erschöpfung.\nUm einen besseren Zugang zu unseren Gefühlen zu finden, bieten sich verschiedene Übungen an – sei es der Bodyscan oder generell Meditation, aber auch ein entspannter Spaziergang im Wald oder eine Tasse Tee auf einer idyllischen Parkbank können wahre Wunder bewirken.\nDie Wahl der richtigen Strategie zur Bewältigung der Gefühle hängt stets von der Situation ab, und es lohnt sich, verschiedene Ansätze auszuprobieren und offen für neue Erfahrungen zu sein.\nDenke daran: Deine Gefühle sind stets auf deiner Seite, bereit, dich als Piloten deines Lebens zu unterstützen. Nutze sie als die wertvollen Kontrollleuchten und entscheide auf ihrer Grundlage, welchen Kurs du einschlagen möchtest.\n\nWir sind gespannt darauf, dich auf diesem faszinierenden Weg zu begleiten. Bis zum nächsten Modul!"
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "$type": "Course",
      "courseName": "Verhalten",
      "description": "Willkommen zum Modul Verhalten! Hier erforschen wir, wie unsere Gedanken und Gefühle unser Verhalten beeinflussen. Wir werden Strategien kennenlernen, um bewusster zu handeln und positive Veränderungen zu erreichen.",
      "lessons": [
        {
          "lessonName": "Kraft des Verhaltens",
          "isActive": true,
          "lessonParts": [
            {
              "$type": "InfoPage",
              "textParts": [
                {
                  "$type": "TextBlock",
                  "text": "In diesem Kapitel lernst du:"
                },
                {
                  "$type": "Enumeration",
                  "texts": [
                    "Wie das Verhalten von den anderen beiden Ebenen beeinflusst wird und",
                    "Wie das Verhalten diese auch umgekehrt beeinflussen kann"
                  ]
                }
              ]
            },
            {
              "$type": "InfoPage",
              "textParts": [
                {
                  "$type": "TextBlock",
                  "text": "Verhalten - die dritte Ebene nach Gedanken und Gefühlen - ist alles, was wir nach außen hin zeigen. Es ist der sichtbare Ausdruck dessen, was in unserem Inneren vor sich geht. Stellen wir uns vor, ich mache mir Gedanken darüber, wie andere mich wahrnehmen. Auf der Gefühlsebene spüre ich dann vielleicht eine Angst vor Ablehnung. Diese Angst manifestiert sich schließlich auf der Verhaltensebene, indem ich mich in sozialen Situationen zurückziehe und versuche, den Blicken anderer auszuweichen.\n\nAufgrund der Angst verhalten wir uns anders, indem wir beispielsweise aus der Situation fliehen. Das heißt alle drei Ebenen - Gedanken, Gefühle und Verhalten - sind eng miteinander verbunden und beeinflussen sich gegenseitig. Das bedeutet dementsprechend auch, dass ich durch ein verändertes Verhalten auch Einfluss auf meine Gedanken und Gefühle nehmen kann.\n\nEin Beispiel hierfür ist die Strategie der Kommunikation, die wir bereits im Modul 2 kennengelernt haben. Wenn ich bewusst auf eine andere Person zugehe und das Gespräch suche, können sich Missverständnisse klären und die damit verbundenen Gefühle abklingen. Dadurch wird der Gedankenkreis unterbrochen, der uns oft weiter in Angst und Unsicherheit zieht.\n\nVerhalten ist somit eine weitere Möglichkeit, aus dem Teufelskreis der Angst auszubrechen und positive Veränderungen anzustoßen."
                }
              ]
            }
          ]
        },
        {
          "lessonName": "Vermeidungsverhalten",
          "lessonParts": [
            {
              "$type": "InfoPage",
              "textParts": [
                {
                  "$type": "TextBlock",
                  "text": "In diesem Kapitel lernst du:"
                },
                {
                  "$type": "Enumeration",
                  "texts": [
                    "Was Vermeidungsverhalten ist und",
                    "Weshalb die Angst dadurch größer wird"
                  ]
                }
              ]
            },
            {
              "$type": "InfoPage",
              "textParts": [
                {
                  "$type": "TextBlock",
                  "text": "Wie wir bereits gelernt haben hat Angst den evolutionären Auftrag uns zu schützen. Hatten unsere Vorfahren in einer bestimmten Gegend einen Säbelzahntiger gesichtet, dann vermieden sie diese, um sich nicht in Gefahr zu bringen. Entsprechend wird dieses Verhalten passenderweise auch Vermeidungsverhalten genannt. Es ist also ein Verhalten, das initiiert wird, um eine als gefährlich eingeschätzte Situation zu umgehen.\nDas hat sich bis heute nicht geändert, wir vermeiden auch heute noch Situationen, weil wir sie als bedrohlich empfinden. Auch wenn wir beim Ansprechen einer Verkäuferin sicher nicht sterben werden, so könnte ja ein unangenehmer Konflikt entstehen, der damit endet das mich die Verkäuferin nicht mehr leiden kann. Das Problem: Wenn wir nie eine Verkäuferin ansprechen, werden wir nie erfahren ob es wirklich so ist. Und wir werden nie erfahren ob es überhaupt schlimm ist, wenn die Verkäuferin mich nicht mehr mag. Das heißt wir vermeiden ein Gebiet wo wir vielleicht vor etlichen Jahren mal einen Säbelzahntiger gesehen haben. Aber ob der noch da ist? Ob es vielleicht eine Ausnahme war oder er längst weitergezogen ist? Davon haben wir keine Ahnung, wir wollen ihn auf jeden Fall aus dem Weg gehen und schließen immer mehr Gebiete und Landschaften aus, sodass wir uns bald gar nicht mehr bewegen können.\nAnders gesagt: Mit unserem Vermeidungsverhalten nehmen wir uns die Chance auf Veränderung. Durch die Vermeidung von potenziell konfliktbehafteten Situationen haben wir keinerlei Möglichkeiten, unsere Wahrnehmung der Realität anzupassen.\n\nEs wird also Zeit, vermiedene Gebiete zurückzuerobern! In diesem Modul werden wir die ersten Schritte raus ins Säbelzahntigerland machen."
                }
              ]
            }
          ]
        },
        {
          "lessonName": "Sicherheitsverhalten",
          "lessonParts": [
            {
              "$type": "InfoPage",
              "textParts": [
                {
                  "$type": "TextBlock",
                  "text": "In diesem Kapitel lernst du:"
                },
                {
                  "$type": "Enumeration",
                  "texts": [
                    "Was Sicherheitsverhalten ist und",
                    "Warum es uns nicht weiterbringt"
                  ]
                }
              ]
            },
            {
              "$type": "InfoPage",
              "textParts": [
                {
                  "$type": "TextBlock",
                  "text": "Neben dem Vermeidungsverhalten gibt es noch das Sicherheitsverhalten. Dieses beschreibt den Versuch, eine gefährliche Situation, wenn sie denn unbedingt eingegangen werden muss, möglichst gut unter Kontrolle zu bringen. In dem oben genannten Beispiel, könnte das Sicherheitsverhalten so aussehen, dass sich unsere Vorfahren besonders intensiv auf die Durchquerung des gefährlichen Gebiets vorbereitet haben. Sie sind dann vielleicht als Gruppe unterwegs gewesen und haben einander mit Speeren und Feuer geschützt.\nAuch wenn wir uns dadurch der Situation aussetzen, so lernen wir, dass die Situation nur mit den entsprechenden Hilfsmitteln bewältigt werden kann. Das raubt uns Energie, Zeit und Lebensfreude und wir bekommen auch hier nicht die Chance wirklich an der Situation zu wachsen.\n\nSo könnten wir versuchen unser Zittern am Esstisch durch erhöhte Anspannung der Hände zu verhindern. Tatsächlich werden die Muskeln aber nach kurzer Zeit allein aufgrund der erhöhten Spannung anfangen zu zittern. Und da ist eben häufig der Hacken. Die Versuche, weniger aufzufallen, führen meist dazu, dass man sich auffälliger verhält.\nGenauso könnten wir versuchen unser Schwitzen zu vertuschen, indem wir lange und weite Kleidung tragen, die einem im Zweifel nicht gefällt oder viel zu warm ist. Nicht nur, dass wir unsere Lieblingsoberteile im Schrank hängen lassen, sondern auch das solche Kleidung potenziell zu warm ist und das Schwitzen verstärkt.\nDementsprechend müssen wir das Vermeidungsverhalten und das Sicherheitsverhalten langfristig ablegen. Es führt kein Weg daran vorbei.\n\nUm das eigene Sicherheitsverhalten abzulegen müssen wir es erst einmal erkennen. Da es häufig so verwoben mit unserem Alltag ist, kann das mitunter gar nicht so leicht sein. Im Folgenden findest du einige typische Verhaltensweisen, die uns vor der vermeintlichen Bedrohung schützen sollen. Welche davon benutzt du?\nÜbermäßige Vorbereitung auf soziale Ereignisse oder Interaktionen\nIm Kopf Sätze zurechtlegen\nStändig prüfen, wie man auf andere wirkt\nSich in Gruppendiskussionen oder Meetings nicht einbringen\nSich besonders anstrengen, um möglichst keine Fehler zu machen Wenig wie möglich auffallen\nLange, weite Kleidung tragen, damit das Schwitzen nicht auffällt Weniger sichtbare Sitzplätze aufsuchen\nAngestrengt versuchen, locker und sicher zu wirken\nAlkohol trinken, um sich zu beruhigen\nTassen und Gläser mit beiden Händen halten\nSchals oder ähnliches tragen, um Stressflecken zu verdecken\nKeine Fragen stellen\nZittrige Stimme krampfhaft versuchen, unter Kontrolle zu bringen\nVermeidung von Blickkontakt\nMöglichst am Rand einer Gruppe aufhalten"
                }
              ]
            }
          ]
        },
        {
          "lessonName": "Angst überwinden",
          "lessonParts": [
            {
              "$type": "InfoPage",
              "textParts": [
                {
                  "$type": "TextBlock",
                  "text": "In diesem Kapitel lernst du:"
                },
                {
                  "$type": "Enumeration",
                  "texts": [
                    "Wie die Angst sich in den gefürchteten Situationen entwickelt und",
                    "Wieso es wichtig ist, sich diesen Situationen auszusetzen"
                  ]
                }
              ]
            },
            {
              "$type": "InfoPage",
              "textParts": [
                {
                  "$type": "TextBlock",
                  "text": "In diesem Kapitel gehen wir darauf ein, wie sich die Angst entwickelt, wenn wir uns den gefürchteten Situationen stellen. Schauen wir uns dafür die Grafik an:\n\n\nAuf der x-Achse ist die Zeit und auf der y-Achse die Stärke der Angst von 0 bis 100 dargestellt. Bei 0 fühlen wir uns völlig entspannt, während bei 100 die Angst unseren ganzen Körper durchdringt.\nWas meinst du, wie würde die Kurve aussehen, wenn du dich den angstauslösenden Situationen stellst?\nBetroffene berichten oft, dass die Angst ins Unermessliche steigt oder auf einem unangenehmen Niveau bleibt, solange sie in der Situation verharren. Die Kurve könnte also folgendermaßen aussehen:\n\n\nWas passiert, wenn wir die Situation vermeiden? Angenommen, wir haben ein wichtiges Gespräch auf der Arbeit. Tage im Voraus spüren wir bereits Angst, die sich in einem Kloß im Hals oder einem unangenehmen Magengefühl äußert. Am Tag des Gesprächs melden wir uns schließlich krank. Wie verläuft die Kurve wenn wir die gefürchtete Situation vermeiden? Durch die Vermeidung lässt die Angst schnell nach, was eine vorübergehende Erleichterung bietet. Doch das eigentliche Problem wird nicht gelöst. Außerdem lernt unser Körper, dass Flucht die einzige Möglichkeit ist, diese Situation zu bewältigen. Unsere Angst wird durch Vermeidung langfristig nur schlimmer.\n\n\nDoch was passiert wirklich, wenn in der Situation bleiben?\nWenn wir in der Situation verharren, steigt die Angst etwas mehr an, bleibt dann kurze Zeit auf einem bestimmten Niveau stehen und fällt danach langsam ab. Dies ist der entscheidende Punkt, denn unser Körper merkt: „Oh, die Situation ist ja gar nicht gefährlich.“ wodurch sich die Angst verringert.\n\n\nDeswegen ist es so wichtig das wir nicht vermeiden, denn sonst lernt unser Gehirn nicht, das die Situation eigentlich gar nicht gefährlich ist. Genauso ist es wichtig, dass wir kein Sicherheitsverhalten zeigen, sonst sagt unser Körper: „Naja die Situation ist trotzdem gefährlich, nur aufgrund meines Sicherheitsnetzes kann ich sie durchstehen.“\nMit jedem Mal, mit dem wir uns der Situation stellen und kein Vermeidungs-oder Sicherheitsverhalten zeigen, nimmt unsere Angst ab, bis uns die Situation gar nichts mehr ausmacht.\n\n\nSich den gefürchteten Situationen auszusetzen, ist die schwierigste, aber auch die effektivste Übung. Hier vereinen wir alle Ebenen der Angst und korrigieren unsere Gedanken, durchleben das Gefühl Angst und unterlassen Vermeidungs- sowie Sicherheitsverhalten.\n\nEs ist Zeit Situationen zu identifizieren, in denen du diese Übung durchführen kannst. Du hast bereits viel geschafft, und wir sind sicher, dass du auch die nächsten Schritte bewältigen wirst. Schon jetzt kannst du stolz auf dich sein."
                }
              ]
            }
          ]
        },
        {
          "lessonName": "Deine Angstberge",
          "lessonParts": [
            {
              "$type": "InfoPage",
              "textParts": [
                {
                  "$type": "TextBlock",
                  "text": "In diesem Kapitel lernst du:"
                },
                {
                  "$type": "Enumeration",
                  "texts": [
                    "Welche Situationen dir Angst machen und",
                    "Wie wir diese Schritt für Schritt bewältigen"
                  ]
                }
              ]
            },
            {
              "$type": "InfoPage",
              "textParts": [
                {
                  "$type": "TextBlock",
                  "text": "In diesem Kapitel möchten wir mit dir eine Liste von Situationen erstellen, in denen du Angst verspürst. Insgesamt benötigen wir 8 Situationen. Du kannst deine Ideen in das untenstehende Texleld eintragen. Die folgenden Fragen können dir dabei helfen.\nIn welchen Situationen fühlst du dich besonders unwohl oder ängstlich? Welche Aktivitäten oder Ereignisse vermeidest du, weil sie dir Angst machen? Welche Personen oder Gruppen sind für dich besonders angstauslösend? Wenn über Nacht alle deine Angst verschwindet, was würdest du tun?"
                },
                {
                  "$type": "TextBox",
                  "question": ""
                },
                {
                  "$type": "TextBlock",
                  "text": "Im nächsten Schritt ordnest du deine Situationen nach dem Schwierigkeitsgrad. Welche Situation löst am wenigsten Angst aus? Diese schreibst du in das erste Feld. Welche Situation kommt danach? Diese schreibst du in das zweite Feld. So fährst du mit allen Situationen fort, bis du bei der Situation angelangt bist, die dir am meisten Angst bereitet."
                },
                {
                  "$type": "TextBox",
                  "question": ""
                },
                {
                  "$type": "TextBox",
                  "question": ""
                },
                {
                  "$type": "TextBox",
                  "question": ""
                },
                {
                  "$type": "TextBox",
                  "question": ""
                },
                {
                  "$type": "TextBox",
                  "question": ""
                },
                {
                  "$type": "TextBox",
                  "question": ""
                },
                {
                  "$type": "TextBox",
                  "question": ""
                },
                {
                  "$type": "TextBox",
                  "question": ""
                },
                {
                  "$type": "TextBlock",
                  "text": "Es kann durchaus vorkommen, dass sich die Reihenfolge oder die Situationen im Laufe der Zeit ändern. Das ist völlig normal und in Ordnung.\n\nStellen wir uns nun vor, jede Situation steht für einen Berg. Je höher der Berg, desto größer die Angst. Wenn wir einen sehr hohen Berg besteigen möchten, müssen wir trainieren. Wir beginnen mit kleineren Bergen, werden sicherer und trauen uns dann an die mittleren Berge heran, bis wir uns schließlich bereit fühlen, auch den höchsten Berg zu erklimmen. Ganz ähnlich verfahren wir auch hier.\n\nWir starten ganz unten. Der erste Berg bzw. die erste Situation ist diejenige, mit der wir beginnen. Im nächsten Kapitel erfährst du, wie wir das angehen."
                }
              ]
            }
          ]
        },
        {
          "lessonName": "Verhaltensexperimente",
          "lessonParts": [
            {
              "$type": "InfoPage",
              "textParts": [
                {
                  "$type": "TextBlock",
                  "text": "In diesem Kapitel lernst du:"
                },
                {
                  "$type": "Enumeration",
                  "texts": [
                    "Wie du dich deiner Angst stellst"
                  ]
                }
              ]
            },
            {
              "$type": "InfoPage",
              "textParts": [
                {
                  "$type": "TextBlock",
                  "text": "Willkommen zu den Verhaltensexperimenten – dem wahrscheinlich effektivsten Weg, deine sozialen Ängste zu überwinden und ein neues Verständnis für dich selbst zu gewinnen. Hier geht es darum, mutig zu sein und deine Ängste Schritt für Schritt zu überprüfen. Verhaltensexperimente sind wie wissenschaftliche Untersuchungen, bei denen wir herausfinden wollen, ob unsere Befürchtungen eintreten oder nicht. Wir wollen also erforschen, ob unsere Annahmen darüber, wie andere auf uns reagieren, wirklich der Realität entsprechen.\n\nDieses Kapitel dient als Leiladen, um dich durch den Prozess zu führen. Im Trainingsbereich unter „Verhaltensexperimente“ findest du alles, was du für diese spannende Reise brauchst. Alle Fragen sind dort nochmals aufgeführt.\n\nDer Schlüssel zum Erfolg bei Verhaltensexperimenten liegt darin, sie schrittweise und systematisch durchzuführen. Beginne mit Situationen, die nur geringe Angst auslösen, und arbeite dich langsam zu anspruchsvolleren Situationen vor. Dabei ist es wichtig, realistische Ziele zu setzen und dich nicht zu überfordern."
                },
                {
                  "$type": "TextBox",
                  "question": "Wähle zunächst eine Situation aus die du untersuchen möchtest. Es könnte eine sein, die du bereits im letzten Kapitel notiert hast, oder eine die dir gerade leichter zugänglich ist. Notiere dir den Zeitpunkt, wann die Situation stattfinden soll."
                },
                {
                  "$type": "TextBox",
                  "question": "Frage dich als nächstes, welche Befürchtungen du im Vorfeld hast? Was denkst du was passieren wird. Schreibe dir neben den Befürchtungen die Wahrscheinlichkeit auf, mit der du denkst das die Befürchtung eintritt. Zum Beispiel: „Die anderen werden mich schief anschauen“ – Wahrscheinlichkeit 80%"
                },
                {
                  "$type": "TextBox",
                  "question": "Notiere dir im nächsten Schritt, welches Sicherheitsverhalten du unterlassen möchtest, um dich der Situation voll und ganz zu stellen."
                },
                {
                  "$type": "TextBlock",
                  "text": "Wenn du die Schritte durchgegangen bist, dann bist du bereit dich der Situation zu stellen. Denke daran, nicht zu vermeiden oder auf Sicherheitsverhalten zurückzugreifen. Sei mutig und entdecke, wie du deine Ängste überwinden und dein Selbstvertrauen stärken kannst. Du bist bereit für diese Herausforderung!\n\nAuch wenn Verhaltensexperimente anfangs herausfordernd und unangenehm sein können, so wirst du mit der Zeit feststellen, dass sich deine Angst verringert und du mehr Selbstvertrauen in sozialen Situationen gewinnst. Denke daran, dass jede Erfahrung, egal wie klein, ein Schritt in Richtung Heilung ist.\n\nWenn du dich unsicher fühlst oder Unterstützung benötigst, scheue dich nicht davor, professionelle Hilfe in Anspruch zu nehmen. Ein Therapeut oder eine Therapeutin kann dir bei der Planung und Durchführung von Verhaltensexperimenten helfen und dir zusätzliche Werkzeuge und Strategien zur Bewältigung deiner sozialen Ängste an die Hand geben.\n\nAm besten du trägst deine Überlegungen aus dem Kapitel direkt in den Trainingsbereich unter „Verhaltensexperimente“ ein. Nachdem du die Situation durchgestanden hast, kannst du im Trainingsbereich deine Befürchtungen und Annahmen vom Anfang überprüfen.\nUnd vor allem kannst du stolz auf dich sein, dieses Experiment durchgeführt zu haben!"
                }
              ]
            }
          ]
        },
        {
          "lessonName": "Rückschläge",
          "lessonParts": [
            {
              "$type": "InfoPage",
              "textParts": [
                {
                  "$type": "TextBlock",
                  "text": "In diesem Kapitel lernst du:"
                },
                {
                  "$type": "Enumeration",
                  "texts": [
                    "Das Rückschläge völlig normal sind und",
                    "Wie du mit ihnen umgehen kannst"
                  ]
                }
              ]
            },
            {
              "$type": "InfoPage",
              "textParts": [
                {
                  "$type": "TextBlock",
                  "text": "Natürlich kann es passieren, dass sich Befürchtungen in deinen Experimenten auch mal bewahrheiten. Vielleicht hast du dir Mühe gegeben an einem sozialen Treffen teilzunehmen und während des Gesprächs wirst du häufig von den anderen unterbrochen, ignoriert oder bekommst sogar abfällige Bemerkungen. Wenn negative Reaktionen von anderen in den Verhaltensexperimente auftreten, kann das entmutigend sein. Auch wenn es äußert unangenehm ist, so gehören solche Reaktionen einfach zum Alltag dazu, denn leider sind nicht alle Menschen tolerant und rücksichtsvoll. Entscheidend ist, was du daraus machst! Lässt du dich durch eine blöde Aussage eines anderen herunterziehen oder gehst du weiter deinen Weg? Du wirst merken das es dir mit der Zeit leichter fallen wird solche Reaktionen auszuhalten. Dein Körper wird lernen, dass er dadurch nicht stirbt, sondern das Leben munter weiter gehen kann.\n\nFalls dir dennoch negative Gedanken kommen, so führe gerne den Gedankentest im Trainingsbereich durch. Er kann dir helfen, die Situation aus einer anderen Perspektive zu betrachten und ein realistischeres Bild zu bekommen.\n\nSei geduldig und freundlich zu dir selbst. Erinnere dich daran, dass du dich auf einem mutigen und herausfordernden Weg befindest, solche Momente sind ein natürlicher Teil dieses Prozesses. Sie sind die Kurven auf unserer Reise, nicht das Ende der Straße.\nDu bist auf dem richtigen Weg, und jeder Schritt, den du machst, bringt dich näher zu einem Leben voller Mut, Freiheit und Selbstvertrauen."
                }
              ]
            }
          ]
        },
        {
          "lessonName": "Wer hat gefragt?",
          "lessonParts": [
            {
              "$type": "InfoPage",
              "textParts": [
                {
                  "$type": "TextBlock",
                  "text": "In diesem Kapitel lernst du:"
                },
                {
                  "$type": "Enumeration",
                  "texts": [
                    "Warum Schlagfertigkeit geübt werden muss und",
                    "Wie du dich in schwierigen Situationen behaupten kannst"
                  ]
                }
              ]
            },
            {
              "$type": "InfoPage",
              "textParts": [
                {
                  "$type": "TextBlock",
                  "text": "In deinem Leben werden dir immer wieder Menschen begegnen, die es nicht zwangsläufig gut mit dir meinen, die dich nicht respektieren oder vielleicht ausnutzen wollen. Konfliktsituationen sind dafür sehr gute Übungsfelder: Du musst schnell reagieren und deine Bedürfnisse vor anderen verteidigen. Personen mit sozialer Angst haben hier allerdings häufig Defizite, weil sie Konflikten oft aus dem Weg gegangen sind und daher weniger Übung im Argumentieren haben.\n\nIn der Kunst der Schlagfertigkeit gibt es eine besondere Technik, die als ´Instantsätze´ bekannt ist. Diese stammen aus dem Buch ´Schlagfertigkeit´ von Matthias Nölke und bieten eine flexible Möglichkeit, auf verschiedenste Situationen zu reagieren. Der Clou dabei ist, dass diese Aussagen leicht anpassbar sind und somit universell eingesetzt werden können. Angenommen, jemand beleidigt dich mit den Worten: ´Wie blöd kann man sein?´ - Hier kannst du geschickt kontern. Du könntest zum Beispiel die Aussage übertreiben und antworten: ´Ich kann noch viel blöder sein.´ Oder du erwiderst: ´Ich passe mich gerne meinem Gesprächspartner an.´ Eine andere Möglichkeit besteht darin, die Beleidigung zu entschärfen: ´Ich weiß nicht, wer dich nach deiner Meinung gefragt hat.´ Oder noch direkter: ´Wenn ich deine Meinung hören will, dann sag ich dir Bescheid.´\n\nDie Kunst der Schlagfertigkeit liegt nicht darin, den anderen zu übertrumpfen, sondern in der Fähigkeit, souverän auf unangenehme Situationen zu reagieren und dabei selbstbewusst für die eigenen Bedürfnisse einzustehen.\nWir können dir nur empfehlen dich mit dem Thema Schlagfertigkeit zu beschäftigen. Je besser wir uns selbstbehaupten können, desto höher ist auch unser empfundener Selbstwert.\n\nAuch wenn du denkst, dass es sich nicht lohnt zu reagieren, dass es sowieso nichts ändern würde, lass uns dir sagen: Es macht sehr wohl einen Unterschied. Es geht nicht darum, die andere Seite von deiner Sicht zu überzeugen. Es geht einzig und allein darum, für deine Bedürfnisse einzustehen. Das ist ein wunderbares Gefühl, das dir Selbstsicherheit und Selbstvertrauen schenken wird.\n\nIm Trainingsbereich findest du eine Übung, mithilfe du diese Sätze ausprobieren kannst. Wir wünschen dir viel Spaß."
                }
              ]
            }
          ]
        },
        {
          "lessonName": "Zusammenfassung",
          "lessonParts": [
            {
              "$type": "InfoPage",
              "textParts": [
                {
                  "$type": "TextBlock",
                  "text": "Herzlichen Glückwunsch! Du hast es geschafft bis zum letzten Kapitel dieses Moduls zu gelangen. Lass uns kurz einen Blick darauf werfen, was wir bereits alles gelernt haben:\n\nNach den Gedanken und den Gefühlen ist das Verhalten die dritte Ebene der Angst. Im Fokus dieses Moduls standen das Sicherheits- und das Vermeidungsverhalten, die entscheidend sind, um soziale Angst zu bewältigen.\nVermeidungsverhalten bedeutet, sich aus Situationen zurückzuziehen oder sie gar nicht erst zu betreten, während Sicherheitsverhalten dazu dient, uns in unsicheren Situationen sicherer zu fühlen. Obwohl beides kurzfristig die Angst verringert, verstärkt es langfristig die Angst, weil unser Körper lernt, dass die Situation wirklich bedrohlich sein muss.\nUm unser Gehirn umzulernen und unsere Befürchtungen zu testen, müssen wir uns den Situationen stellen, so wie ein Wissenschaftler, der die Wahrheit herausfinden will. Beginne langsam in deinem eigenen Tempo und steigere dich mit der Zeit, während du beobachtest, ob deine Befürchtungen tatsächlich eintreten – der Trainingsbereich kann hierbei sehr hilfreich sein.\nSchlagfertigkeit kann dir helfen, dich in schwierigen Situationen zu behaupten. Nutze den Trainingsbereich, um deine SchlagferPgkeit zu stärken.\n\nUnd zu guter Letzt: Sei stolz auf dich für den Weg, den du bisher zurückgelegt hast. Nimm dir Zeit, um dir etwas Gutes zu tun.\n\nWir freuen uns darauf, dich auch im letzten Modul wiederzusehen und weiterhin gemeinsam an deinem Fortschritt zu arbeiten. Du bist auf einem großartigen Weg!"
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "$type": "Course",
      "courseName": "Körper",
      "description": "Willkommen zum Modul ´Körper´! Hier tauchen wir in die Welt unserer körperlichen Reaktionen ein.Entdecke, wie du durch Achtsamkeit und Selbstwahrnehmung eine tiefere Verbindung zu deinem Körper aufbaust und deine Ängste reduzierst. ",
      "lessons": [
        {
          "lessonName": "Unser Körper in Alarmbereitschaft",
          "isActive": true,
          "lessonParts": [
            {
              "$type": "InfoPage",
              "textParts": [
                {
                  "$type": "TextBlock",
                  "text": "In diesem Kapitel lernst du:"
                },
                {
                  "$type": "Enumeration",
                  "texts": [
                    "Worum es in diesem Modul gehen wird und",
                    "Wie körperliche Symptome mit Angst zusammenhängen"
                  ]
                }
              ]
            },
            {
              "$type": "InfoPage",
              "textParts": [
                {
                  "$type": "TextBlock",
                  "text": "Willkommen zum nächsten Modul, das sich mit der Welt unserer körperlichen Reaktionen auf Angst beschäftigt.\nAngst ist eine Energiequelle, die unseren Körper mobilisiert und unsere Sinne schärft, um uns auf herausfordernde Situationen vorzubereiten. Doch wie macht unser Körper das?\n\nEs beginnt mit der Ausschüttung von Stresshormonen wie Cortisol, Adrenalin und Noradrenalin, die unseren Organismus in Alarmbereitschaft versetzen. Unsere Herzfrequenz steigt, um die Muskeln besser mit Blut zu versorgen, während das Blut bevorzugt in die großen Muskelgruppen, wie Oberschenkel und Brust, gepumpt wird – ein Grund für kalte Hände oder Füße.\nUnser Körper plant im Voraus und versucht, sich durch Schwitzen abzukühlen, während die Atmung schneller und flacher wird, um eine stärkere Sauerstoffversorgung zu gewährleisten. Dies führt in manchen Fällen aber auch zu Schwindel oder Bewusstseinstrübungen. Gleichzeitig werden unwichtige Funktionen gedrosselt um Energie zu sparen. Hierzu zählt die Verdauung, was wiederum Verstopfungen verursachen kann. Bei manchen entsteht aber auch Übelkeit und Erbrechen, hier versucht der Körper Energie zu sparen, indem er die noch vorhandene Nahrung aus dem Magen loswerden will.\n\nWir sehen, all diese Symptome sind völlig normal und dienen dazu, uns zu schützen. Unser Körper möchte uns keinesfalls schaden, sondern uns auf mögliche Gefahren vorbereiten.\nIn angstvollen Momenten haben wir also eine Menge Energie zur Verfügung, die oft ungenutzt bleibt, weil wir weder kämpfen noch flüchten. Doch genau hier setzt dieses Modul an: Wir werden lernen, wie wir mit dieser Energie umgehen können und uns schnell und effektiv entspannen können.\n\nAlso sei gespannt und bereit, diesen neuen Abschnitt zu erkunden. Wir freuen uns darauf, gemeinsam mit dir diese Reise anzutreten und deine Fähigkeiten weiterzuentwickeln."
                }
              ]
            }
          ]
        },
        {
          "lessonName": "Schlüssel zur Gelassenheit",
          "lessonParts": [
            {
              "$type": "InfoPage",
              "textParts": [
                {
                  "$type": "TextBlock",
                  "text": "In diesem Kapitel lernst du:"
                },
                {
                  "$type": "Enumeration",
                  "texts": [
                    "Die Grundlagen von Entspannungsverfahren und",
                    "Welche kurz-und langfristigen Effekte sie auf unseren Körper haben"
                  ]
                }
              ]
            },
            {
              "$type": "InfoPage",
              "textParts": [
                {
                  "$type": "TextBlock",
                  "text": "In diesem Modul werden wir gemeinsam in die wohltuende Welt der Entspannungsverfahren eintauchen. Diese Verfahren sind nicht nur ein Mittel, um dem alltäglichen Stress zu entkommen, sondern auch ein kraftvolles Werkzeug, um deine inneren Ressourcen zu stärken und dich auf die Herausforderungen der sozialen Angst vorzubereiten.\nWir werden drei bewährte Entspannungstechniken kennenlernen, die nachweislich dabei helfen, mit den körperlichen Reaktionen der sozialen Angst umzugehen.\n\nWährend wir uns entspannen, geschehen heilsame Dinge in unserem Körper: Der Cortisolspiegel sinkt, das Angstempfinden nimmt ab, der Blutdruck wird gesenkt und die Muskelspannung lässt nach. Wer regelmäßig Entspannungsverfahren durchführt kann neben den genannten kurzfristigen Effekten aber auch langfristige Veränderungen des Körpers wahrnehmen. So wird langfristig unsere Reaktionsbereitschaft auf Stressoren verringert. Das bedeutet, dass wir gelassener und souveräner mit belastenden Situationen umgehen können – ein entscheidender Schritt auf dem Weg zu einem ausgeglicheneren und selbstbewussteren Leben.\n\nEs ist wichtig zu beachten, dass nicht alle Entspannungsverfahren für jeden gleich wirksam sind. Deshalb werden wir drei verschiedene Methoden vorstellen, damit du diejenige finden kannst, die am besten zu dir und deinem Alltag passt.\n\nBei allen Entspannungsverfahren ist es wichtig eine angenehme Sitz- oder Liegeposition zu schaffen und sich einige Minuten freizuhalten, in denen du gänzlich ungestört bist. Wichtig ist, dass es nicht darum geht einzuschlafen, sondern vielmehr darum, einen Zustand der tiefen Entspannung zu erreichen, bei dem deine gesamte Konzentration auf deinem Körper ruht. Natürlich kann es trotzdem passieren das man hin und wieder einschläft. Mit der Zeit wirst du ein Gefühl dafür bekommen wo der optimale Punkt liegt. Die untenstehende Grafik kann dir dabei helfen.\n\n\nAnsonsten gilt es offen für die Übung zu sein und sich darauf einzulassen. Hin und wieder werden Gedanken durch deinen Kopf schießen und versuchen, dich von der Entspannung abzulenken. Lasse diese Gedanken wie Wolken vorüberziehen und kehre sanft mit deiner Aufmerksamkeit zur Übung zurück. Besonders am Anfang ist es normal, dass dein Geist unruhig ist und dich mit Gedanken bombardiert. Doch das ist völlig in Ordnung. Komme einfach immer wieder mit deiner Aufmerksamkeit zur Entspannungsübung zurück. Mit etwas Geduld und Übung wirst du lernen, wie du deinen Geist beruhigen und dich tief entspannen kannst."
                }
              ]
            }
          ]
        },
        {
          "lessonName": "Entspannung pur mit PMR",
          "lessonParts": [
            {
              "$type": "InfoPage",
              "textParts": [
                {
                  "$type": "TextBlock",
                  "text": "In diesem Kapitel lernst du:"
                },
                {
                  "$type": "Enumeration",
                  "texts": [
                    "Wie du durch bewusstes Anspannen und gezieltes Loslassen einzelner Muskeln die Angst reduzieren und eine tiefe Entspannung erreichen kannst"
                  ]
                }
              ]
            },
            {
              "$type": "InfoPage",
              "textParts": [
                {
                  "$type": "TextBlock",
                  "text": "Willkommen zur Progressive Muskelrelaxation, einer wunderbaren Methode, um die Kraft der Muskelentspannung für deine innere Ruhe zu nutzen. Hierbei schöpfen wir aus der wechselseitigen Beziehung zwischen Angst und Muskelspannung, indem wir bewusst einzelne Muskeln anspannen und dann gezielt wieder loslassen. Daher kommt auch der Begriff Ent-Spannung.\n\nNicht nur das Gefühl Angst nimmt Einfluss auf unseren Körper, sondern wir können durch das entspannen der Muskeln auch das Gefühl der Angst reduzieren.Diese Wechselseitigkeit nennt sich auch Reziprozitätsprämisse. Vielleicht kennst du das Gefühl nach dem Sport, wenn die müden Muskeln eine tiefe Entspannung bringen – ähnlich funktioniert PMR, ohne dass wir uns vollständig verausgaben müssen. Durch regelmäßiges Üben wirst du im Alltag lernen, Muskelanspannungen bewusst wahrzunehmen und gezielt loszulassen, besonders in Bereichen wie Nacken und Schultern.\n\nDein PMR-Kurs im Trainingsbereich wartet darauf, von dir entdeckt zu werden. Suche dir einen ruhigen Ort, folge den Anweisungen des Sprechers und genieße die wohltuende Entspannung."
                }
              ]
            }
          ]
        },
        {
          "lessonName": "Ruhe finden mit AT",
          "lessonParts": [
            {
              "$type": "InfoPage",
              "textParts": [
                {
                  "$type": "TextBlock",
                  "text": "In diesem Kapitel lernst du:"
                },
                {
                  "$type": "Enumeration",
                  "texts": [
                    "Wie du mithilfe deiner Vorstellungskraft Angst reduzieren und Gelassenheit aufbauen kannst"
                  ]
                }
              ]
            },
            {
              "$type": "InfoPage",
              "textParts": [
                {
                  "$type": "TextBlock",
                  "text": "Das autogene Training gehört zu den bekanntesten Entspannungsverfahren in Europa. Es wurde bereits in den 1920er-Jahren von J. H. Schultz entwickelt. Schultz erkannte, dass die Vorstellung intensiver Wärme in den Händen tatsächlich die gemessene Temperatur erhöhen kann. Das bedeutet, dass die Probanden allein aus ihrer Vorstellungskraft Einfluss auf ihren Körper nehmen konnten. Diese Methode basiert auf dem Prinzip der Selbstsuggestion, bei dem wir durch unsere Gedanken einen Zustand der Ruhe und Entspannung herbeiführen können. Es ist also eine Art Selbsthypnose.\n\nDie kurzfristigen Effekte des autogenen Trainings belaufen sich auf ein gesteigertes körperliches und geistiges Wohlbefinden sowie eine spürbare Ausgeglichenheit und erhöhte Konzentrationsfähigkeit. Langfristig werden ängstliche Persönlichkeitsmerkmale wie Unsicherheit und Reizbarkeit geschwächt und depressive Verstimmungen vorgebeugt.\n\nDein persönlicher Kurs zum autogenen Training erwartet dich bereits im Trainingsbereich.Tauche ein, folge den sanften Anleitungen und genieße die wohltuende Entspannung. Mit etwas Übung wirst du schon bald in der Lage sein, diese Technik eigenständig in deinen Alltag zu integrieren."
                }
              ]
            }
          ]
        },
        {
          "lessonName": "Entspannung durch Atemkraft",
          "lessonParts": [
            {
              "$type": "InfoPage",
              "textParts": [
                {
                  "$type": "TextBlock",
                  "text": "In diesem Kapitel lernst du:"
                },
                {
                  "$type": "Enumeration",
                  "texts": [
                    "wie bewusste Atmung zur Entspannung und Stressreduktion eingesetzt werden kann und",
                    "Wie du mithilfe der 4-7-8-Methode deinen Geist beruhigen kannst"
                  ]
                }
              ]
            },
            {
              "$type": "InfoPage",
              "textParts": [
                {
                  "$type": "TextBlock",
                  "text": "Eine ganz besondere Entspannungsübung setzt an der wohl grundlegendsten Körperfunktion an, die uns das Leben überhaupt erst ermöglicht: Der Atmung. Ein tiefer Atemzug - oft unterschätzt und doch so kraftvoll. In Momenten der Angst oder Anspannung kann die bewusste Kontrolle unserer Atmung ein wirksames Werkzeug sein, um Ruhe und Gelassenheit zu finden.\n Die Fähigkeit, unseren Atem zu beherrschen, ermöglicht es uns Stress zu reduzieren. Besonders die Bauchatmung hat sich als äußerst wirkungsvoll erwiesen, um die körperliche und mentale Entspannung zu fördern.\n\nBei der Bauchatmung lenken wir unsere Aufmerksamkeit darauf, den Atem tief in den Bauchraum zu lenken. Indem wir bewusst in den Bauch einatmen und spüren, wie sich der Bauchraum weitet, ermöglichen wir eine vollständige Sauerstoffversorgung des Körpers und fördern die Entspannung von Muskeln und Geist.\n\nEine besonders effektive Methode zur Förderung der Entspannung ist die 4-7-8-Atemtechnik, entwickelt vom US-amerikanischen Arzt Dr. Andrew Weil. Diese Methode kombiniert tiefe Bauchatmung mit einem spezifischen Atemrhythmus, um Stress abzubauen und den Geist zu beruhigen. Und so geht es:\n1. Setze dich in eine bequeme Position, idealerweise mit aufrechter Wirbelsäule, und lege eine Hand auf deinen Bauch, um deine Atembewegungen zu spüren.\n2. Atme durch die Nase ein und zähle dabei innerlich bis vier.\n3. Halte den Atem an und zähle bis sieben.\n4. Atme langsam durch den Mund aus und zähle dabei bis acht. Achte darauf, dass du den Atem vollständig ausatmest und dabei den Bauch nach innen ziehst.\n\nWiederhole gerne so oft wie du magst und spüre wie dein Geist ruhiger wird. Die 4-7-8-Methode hilft den Geist zu fokussieren, Stress abzubauen und innere Ruhe zu finden. Es ist eine sehr einfache, aber effektive Übung, die überall angewendet werden kann.\nWie du siehst, sichert uns die Atmung nicht nur unsere Existenz, sondern hilft uns ebenso dabei bewusst zu entspannen.\n\nIm Trainingsbereich findest du eine Audioanleitung zur 4-7-8-Methode, die dich durch die Übung führt. Nimm dir Zeit, um diese Technik zu erlernen und regelmäßig anzuwenden. Mit etwas Übung wirst du feststellen, wie sich deine Fähigkeit zur Entspannung und Stressbewältigung verbessert und wie du in stressigen Situationen gelassener reagieren kannst. Trau dich, diese wirksame Atemtechnik auszuprobieren und erlebe die transformative Kraft des Atems auf deine innere Ruhe und Ausgeglichenheit."
                }
              ]
            }
          ]
        },
        {
          "lessonName": "Universalheilmittel",
          "lessonParts": [
            {
              "$type": "InfoPage",
              "textParts": [
                {
                  "$type": "TextBlock",
                  "text": "In diesem Kapitel lernst du:"
                },
                {
                  "$type": "Enumeration",
                  "texts": [
                    "Wie Sport nicht nur körperliche, sondern auch geistige Gesundheit fördert und",
                    "Wie du durch Bewegung deine Angst lindern kannst"
                  ]
                }
              ]
            },
            {
              "$type": "InfoPage",
              "textParts": [
                {
                  "$type": "TextBlock",
                  "text": "Sport ist eine der effektivsten Möglichkeiten, um sowohl körperliche als auch geistige Gesundheit zu fördern. Die positiven Auswirkungen sind vielfältig und umfassen weit mehr, als in einem einzigen Kapitel aufgeführt werden könnte. Einige der wesentlichen Vorteile sind unbestreitbar: Sport baut nicht nur körperliche Spannungen ab, sondern befreit auch den Geist. Gerade nach stressigen oder angstauslösenden Situationen kann körperlichevBewegung dabei helfen, den Kopf frei zu bekommen und das körperliche Gleichgewicht wiederherzustellen. Langfristig führt regelmäßiger Sport zu einer geringeren Reaktivität auf Stressoren, ähnlich wie bei den Entspannungsverfahren.\n\nSport führt weiterhin zu einer Erhöhung der Neurotransmitter Serotonin und Noradrenalin. Diese NeurotransmiCer spielen eine entscheidende Rolle bei der Regulation der Stimmung und des Schlafes, und eine Dysbalance von ihnen wird oft mit Angststörungen in Verbindung gebracht. Interessanterweise zeigt die Forschung, dass Sport eine ähnliche Wirkung wie bestimmte Medikamente hat, die zur Behandlung von Angst eingesetzt werden. Durch körperliche Aktivität können also ebenso neurochemischen Veränderungen erreicht werden, welche Angstsymptome lindern.\n\nSport bedeutet nicht, sich wie ein Spitzensportler stundenlang im Fitnessstudio zu quälen. Es geht darum, sich zu bewegen und Freude an der Aktivität zu haben. Ob du gerne spazieren gehst, Volleyball spielst, Fahrrad fährst, Yoga praktizierst oder an einem Badmintonkurs teilnimmst - die Möglichkeiten sind endlos. Das Wichtigste ist, etwas zu finden, das dir Spaß macht und dass du gerne tust. Denn wenn du dich auf deine sportliche Aktivität freust, wird die positive Wirkung auf deine mentale Gesundheit umso größer sein. Also wähle etwas aus, das zu dir passt, und sei offen für neue Erfahrungen. Du wirst den Unterschied spüren und vielleicht wird der Sport zu einem Highlight deiner Woche."
                }
              ]
            }
          ]
        },
        {
          "lessonName": "Besseres Wohlbefinden durch Ernährung",
          "lessonParts": [
            {
              "$type": "InfoPage",
              "textParts": [
                {
                  "$type": "TextBlock",
                  "text": "In diesem Kapitel lernst du:"
                },
                {
                  "$type": "Enumeration",
                  "texts": [
                    "Wie die Ernährung unsere mentale Gesundheit beeinflusst und",
                    "Welche grundlegenden Ernährungsempfehlungen es gibt"
                  ]
                }
              ]
            },
            {
              "$type": "InfoPage",
              "textParts": [
                {
                  "$type": "TextBlock",
                  "text": "Eine ausgewogene Ernährung ist nicht nur für unseren Körper, sondern auch für unsere mentale Gesundheit von entscheidender Bedeutung.\nUnser Gehirn, was häufig nur 2% unseres Körpergewichts ausmacht, verbraucht in der Regel um die 20% der Kalorien. Fehlt uns Energie können wir uns schlechter konzentrieren und haben Schwierigkeiten neue Verhaltensweisen umzusetzen, die bei der Bewältigung von Angst aber essentiell wären. Zudem müssen all die Neurotransmitter, welche unser Wohlbefinden steuern, erst einmal hergestellt werden, und das tun sie aus Bestandteilen aus der Nahrung. So sind beispielsweise Nährstoffe wie B-Vitamine, Vitamin C, Magnesium und Zink an der Produktion von Neurotransmittern wie Serotonin, Dopamin und Noradrenalin beteiligt. Ebenso besitzen Omega-3-Fettsäuren aus Meereslebewesen eine positive Wirkung auf unser serotonerges System.\n\nEin gesunder Körper führt zu einem gesunden Geist, und umgekehrt. Deshalb ist es wichtig, auf eine ausgewogene Ernährung zu achten. Die Ernährungsleitlinien der Deutschen Gesellschaft für Ernährung (DGE) bieten dabei eine wertvolle Orientierung. Einige grundlegende Prinzipien sind dabei zu beachten:\nausreichend Wasser trinken\nregelmäßig Gemüse und Obst essen\nVollkornprodukte bevorzugen\npflanzliche Öle verwenden\nFisch und Hülsenfrüchte in den Speiseplan integrieren und\nden Konsum von Fleisch und Süßigkeiten reduzieren\n\nWenn du weitere Informationen und Tipps zur gesunden Ernährung benötigst, findest du auf der Webseite der DGE hilfreiche Ratschläge. Denke daran, das Thema Ernährung nicht zu dogmatisch anzugehen, sondern bewusst und vor allem mit Freude zu essen. Dein Körper und dein Geist werden es dir danken."
                }
              ]
            }
          ]
        },
        {
          "lessonName": "Erholsamer Schlaf",
          "lessonParts": [
            {
              "$type": "InfoPage",
              "textParts": [
                {
                  "$type": "TextBlock",
                  "text": "In diesem Kapitel lernst du:"
                },
                {
                  "$type": "Enumeration",
                  "texts": [
                    "Was der zirkadiane Rhythmus ist und",
                    "Wie du damit deinen Schlaf verbessern kannst"
                  ]
                }
              ]
            },
            {
              "$type": "InfoPage",
              "textParts": [
                {
                  "$type": "TextBlock",
                  "text": "Ein erholsamer Schlaf ist wie eine Reise in eine andere Welt, in der unser Körper und Geist die nötige Ruhe und Erholung finden. Doch Schlaf ist weit mehr als nur ein Zustand der Ruhe. Während wir träumen und die Nacht durchwandern, geschehen im Verborgenen wichtige Prozesse: unser Körper regeneriert sich, unsere Gedanken sortieren sich, und unsere Emotionen werden verarbeitet. Schlaf ist daher nicht nur eine Pause für unseren Körper, sondern auch eine Notwendigkeit für unsere geistige Gesundheit.\n\nSind wir müde und energielos, fällt es umso schwerer, sich den Herausforderungen des Tages zu stellen und in soziale Interaktionen zu treten. Erholsamer Schlaf ist daher ein essentieller Bestandteil unseres Wohlbefindens und damit auch der Angstbewältigung.\nAuch wenn es in der Hektik des modernen Lebens herausfordernd sein kann, einen erholsamen Schlaf zu finden, so liegt die Lösung oft näher, als wir denken. Unser Körper folgt einem inneren Rhythmus, der durch bestimmte Marker gesteuert wird - unseren zirkadianen Rhythmus. Dieser Mechanismus synchronisiert unsere biologischen Prozesse und sagt uns, wann es Zeit ist, wach zu sein und wann es Zeit ist, zur Ruhe zu kommen.\n\nUm unseren Schlaf zu verbessern, ist es wichtig, den zirkadianen Rhythmus zu beachten. Das bedeutet, zur gleichen Zeit ins Bett zu gehen und aufzustehen, um unserem Körper die nötige Regelmäßigkeit zu geben. Morgens ist es besonders wichtig, so früh wie möglich Sonnenlicht einzufangen, damit unser Körper registriert, dass es Tag ist und wir aktiv werden sollten.\n\nAber nicht nur der Morgen, auch der Abend spielt eine entscheidende Rolle für einen erholsamen Schlaf. Das Licht, vor allem von Bildschirmen, kann unsere innere Uhr verwirren und den Einschlafprozess stören. Daher ist es ratsam, abends auf das Handy oder die Arbeit am Computer zu verzichten.\n\nEin weiterer Tipp, um das Einschlafen zu erleichtern, ist die Einführung eines Abendrituals. Ob es nun eine Tasse beruhigender Tee ist oder eine kurze Meditationsübung - ein Ritual signalisiert unserem Gehirn, dass es Zeit ist, zur Ruhe zu kommen.\n\nIndem wir unsere inneren Uhr über einfache Routine die Möglichkeit geben sich optimal auf unseren Tag einzustellen, können wir Müdigkeit am Tag reduzieren und unseren Schlaf verbessern."
                }
              ]
            }
          ]
        },
        {
          "lessonName": "Lebe deine schönsten Momente",
          "lessonParts": [
            {
              "$type": "InfoPage",
              "textParts": [
                {
                  "$type": "TextBlock",
                  "text": "In diesem Kapitel lernst du:"
                },
                {
                  "$type": "Enumeration",
                  "texts": [
                    "Wie du Stück für Stück deinen Fokus auf die schönen Seiten des Lebens lenkst"
                  ]
                }
              ]
            },
            {
              "$type": "InfoPage",
              "textParts": [
                {
                  "$type": "TextBlock",
                  "text": "In einer Welt, die von Angst und Sorgen beherrscht zu sein scheint, vergessen wir oft, wie schön das Leben sein kann. Doch das Leben ist ein kostbares Geschenk, das darauf wartet, in all seinen Facetten entdeckt zu werden. Jeden Tag bekommen wir neue 24 Stunden, jeden Tag bekommen wir die Chance unser Leben auf eine positivere Art zu gestalten. Lass uns damit anfangen, indem wir versuchen jeden Tag ein klein bisschen Freude und Glück hinzuzufügen.\n\nDafür gilt es herauszufinden, was uns wirklich glücklich macht. Vielleicht ist es das Malen, das Singen, das Wandern in der Natur oder das Lesen eines guten Buches. Die Möglichkeiten sind endlos. Was macht dir Freude? Bei welchen Tätigkeiten vergisst du die Zeit? Wann fühlst du dich so richtig gut?\n\nSobald wir wissen, was uns Freude bereitet, ist es wichtig, diese Aktivitäten bewusst in unseren Alltag zu integrieren. Wir sollten uns hin und wieder Zeit nehmen, um das zu tun, was uns glücklich macht. Das bedeutet, diese schönen Momente aktiv in unseren Wochenplan einzuplanen und uns bewusst dafür zu entscheiden, unser Leben auf positive Weise zu gestalten.\n\nIndem wir uns auf die schönen Dinge im Leben konzentrieren und uns bewusst Zeit für sie nehmen, können wir unseren Fokus Stück für Stück von unseren Ängsten weg und hin zu den positiven Aspekten des Lebens lenken. So können wir jeden Tag als eine Gelegenheit sehen, neue Abenteuer zu erleben, neue Erfahrungen zu machen und das Leben in vollen Zügen zu genießen."
                }
              ]
            }
          ]
        },
        {
          "lessonName": "Zusammenfassung",
          "lessonParts": [
            {
              "$type": "InfoPage",
              "textParts": [
                {
                  "$type": "TextBlock",
                  "text": "Herzlichen Glückwunsch! Ein weiterer Meilenstein ist erreicht - das Modul ´Körper´ liegt nun hinter dir. Wir haben uns intensiv mit der vierten Ebene beschäftigt, jener Ebene, die sich in körperlichen Symptomen wie Herzrasen, Schwitzen und Übelkeit zeigt. Wir haben gelernt, dass diese Reaktionen normale Vorbereitungen unseres Körpers auf Kampf oder Flucht sind.\nObwohl die Beeinflussung der Körperebene herausfordernd sein kann, haben wir dennoch wichtige Werkzeuge kennengelernt, um uns zu beruhigen. Drei Entspannungstechniken - PMR, autogenes Training und die 4-7-8 Atemtechnik - stehen dir nun zur Verfügung.\nKurzfristig führen sie zu einer Verringerung der Herzfrequenz und zu tiefer Entspannung. Langfristig helfen sie uns, gelassener auf angstauslösende Situationen zu reagieren.\n\nDarüber hinaus haben wir die Bedeutung von Sport, Ernährung, Schlaf und positiven Aktivitäten für die Angstbewältigung beleuchtet. Wir haben betrachtet, wie du diese Faktoren zu deinem Vorteil einsetzen kannst, sodass sie dir auf deinem Weg helfen.\n\nDu hast nun alle 4 Ebene der Angst kennengelernt und Techniken bekommen, wie du Einfluss darauf nehmen kannst. Jetzt ist es an der Zeit, die Techniken umso mehr in den Alltag einzubauen. Damit beginnt ein aufregender neuen Abschnitt. Genau wie beim Skifahren: Zuerst lernen wir die Theorie, probieren uns aus und schließlich geht es ans Üben, Üben, Üben. Es gilt eigene Erfahrungen zu machen und uns Schritt für Schritt Richtung eines Lebens mit mehr Gelassenheit zu bewegen.\n\nSchau gerne immer mal wieder zurück in einzelne Kapitel. Die App steht dir als treuer Begleiter zur Seite. Der Trainingsbereich und die Symptomchecks stehen dir natürlich weiterhin zur Verfügung und freuen sich genutzt zu werden."
                },
                {
                  "$type": "TextBox",
                  "question": "Schauen wir uns dein Ziel an, das du dir zu Beginn gesetzt hast. Wie viel Prozent hast du davon bereits erreicht?"
                },
                {
                  "$type": "UserInputTextBlock",
                  "id": "Welcome1"
                },
                {
                  "$type": "TextBox",
                  "question": "Was fehlt noch, um es vollständig zu verwirklichen?"
                },
                {
                  "$type": "TextBlock",
                  "text": "Denke daran, dass jeder Fortschritt, den du machst, dich näher an dein Ziel bringt. Sei stolz auf dich und bereit, weiter voranzuschreiten. Das Abenteuer geht weiter - und du bist bereit, es anzunehmen!"
                }
              ]
            }
          ]
        }
      ]
    }
  ]
}